questionnaire = {
    # https://zno.osvita.ua/ukrainian/tag-cherguvannya_zvukiv/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Фонетика. Графіка. Орфоепія
    # Тема: Співвідношення звуків і букв
    1: {
        """1. Однакова кількість звуків і букв у кожному слові рядка\n
1) п'ятниць, їстоньки, яблунька\n
2) якість, кукурудза, український\n
3) гайок, об'єднування, сьогодення\n
4) серйозний, щебечуть, джміль
        """: {
            "1": ["1", "correct 1"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    2: {
        """2. Однакова кількість звуків і букв у кожному слові рядка\n
1) тріщить, сум’яття, дев’ять\n
2) прислів’я, мавпячий, Київщина\n
3) тюбетейка, віджити, щипати\n
4) водяний, м’якенький, щиглик
        """: {
            "1": ["1", "correct 2"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    3: {
        """3. Однакова кількість звуків і букв у всіх словах рядка\n
1) тьохкає, колючий, творіння\n
2) віщунка, йоржик, беззоряний\n
3) господиня, кузня, їдальня\n
4) пробудження, ящик, тріщить
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 3"],
            "4": ["4", "x"],
        }
    },
    4: {
        """4. Однакова кількість звуків і букв у кожному слові рядка\n
1) щитоносець, Макіївка, дюжина\n
2) б’ють, від’єднання, барельєф\n
3) шлягер, Бессарабія, узбережжя\n
4) юридичний, щеплення, більярд
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 4"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    5: {
        """5. Однакова кількість звуків і букв у всіх словах рядка\n
1) дзвонити, п’ятниць, український\n
2) йодистий, з’єднування, сьогодення\n
3) заїжджати, щирість, їстоньки\n
4) сприйнятий, щебечуть, джміль
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 5"],
            "4": ["4", "x"],
        }
    },
    6: {
        """6. Кількість букв і звуків однакова в кожному слові рядка\n
1) любов, пасьянс, щупальце\n
2) дзвін, ескадрилья, вишня\n
3) київський, пояснення, шістсот\n
4) жульєн, різьбяр, неприязнь
        """: {
            "1": ["1", "correct 6"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    7: {
        """7. Кількість звуків і букв однакова в кожному слові рядка\n
1) серйозний, щебечуть, джміль, рясний\n
2) гайок, об’єднування, сьогодення, їдуть\n
3) кукурудза, п’ятниць, український, п’ять\n
4) походжає, якість, їстоньки, яблунька
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 7"],
        }
    },
    8: {
        """8. Однакова кількість звуків і букв у всіх словах рядка\n
1) єднання, сором’язливість, щирість\n
2) надзьобувати, юшечка, щасливець\n
3) бджолосім’я, розмаїтість, обличчя\n
4) джерельце, льодовий, щільний
        """: {
            "1": ["1", "correct 8"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    9: {
        """9. Однакова кількість звуків і букв у кожному слові рядка\n
1) вибілюють, яблунька, затишшя\n
2) щоденний, ялівець, дієздатність\n
3) зброєносець, ліщина, ялинник\n
4) юрмитись, ляскати, баластний
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 9"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    10: {
        """10. Однакова кількість звуків і букв у кожному слові рядка\n
1) перекладати, зав’язь, роз’ятрити\n
2) заощаджувати, ячання, майоліка\n
3) узлісся, зчорніти, восьмитонний\n
4) колумбієць, щасливий, дзюдоїст
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 10"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    11: {
        """11. Звук [д] є на місці пропуску в обох словах рядка\n
1) по..якував, ..ружба\n
2) б..жола, з..авна\n
3) ві..бити, проїз..ний\n
4) фу..бол, зорепа..
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 11"],
        }
    },
    12: {
        """12. Однакова кількість звуків і букв у всіх словах рядка\n
1) походжає, щирість, їстоньки\n
2) підйомний, щебечуть, джміль\n
3) йодистий, з’єднування, сьогодення\n
4) дзвонити, п’ятниць, український
        """: {
            "1": ["1", "correct 12"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    13: {
        """13. Букви я, ю, є позначають два звуки в кожному слові рядка\n
1) бутоньєрка, святковий, в'юн\n
2) пацієнт, люстерко, жульєн\n
3) надвечір'я, мрія, браконьєр\n
4) весілля, явір, ластів'ятко
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 13"],
            "4": ["4", "x"],
        }
    },
    14: {
        """14. Звук [д] є в кожному слові рядка\n
1) податок, дятел, звідти\n
2) баскетбол, душа, дзвінок\n
3) ведмідь, десять, джерело\n
4) кладка, футболіст, город
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 14"],
        }
    },
    15: {
        """15. Звук [д] треба вимовляти на місці пропуску в усіх словах рядка\n
1) му[..]рість, [..]жерельний, досві[..]\n
2) тиж[..]невий, водоспа[..], [..]алекоглядний\n
3) пі[..]бити, баске[..]бол, електропоїз[..]\n
4) пере[..]овсім, по[..]звонити, [..]ублікат
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 15"],
            "4": ["4", "x"],
        }
    },
    16: {
        """16. Звук [т] треба вимовляти на місці пропуску в усіх словах рядка\n
1) лісниц[..]во, розпи[..]ати, [..]ретій\n
2) [..]еатральний, турис[..]ський, лауреа[..]\n
3) каш[..]ан, [..]вірний, боро[..]ьба\n
4) журя[..]ься, зіпсу[..]ий, [..]ихенький
        """: {
            "1": ["1", "correct 16"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    17: {
        """17. Звук [й] є в кожному слові рядка\n
1) цвях, бойовий, круїз\n
2) йогурт, браконьєр, бязь\n
3) ємність, підйом, бюро\n
4) серйозно, привілеї, яблуко
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 17"],
        }
    },
    18: {
        """18. Чергування приголосних за дієвідмінювання відбувається в усіх дієсловах у рядку\n
1) берегти, пекти, летіти\n
2) писати, просити, вірити\n
3) простити, грати, їздити\n
4) читати, любити, водити
        """: {
            "1": ["1", "correct 18"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    19: {
        """19. Позначте рядок, у якому в усіх словах при вимові відбувається уподібнення приголосних:\n
1) дьогтю, кузня, пругкий, казка\n
2) піднігтьовий, зцідити, боротьба, співачці\n
3) сережка, двигтить, стіжки, зчистити\n
4) пісня, вокзал, рюкзак, ложка
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 19"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    20: {
        """20. Чергування голосних відбувається в усіх наведених випадках, ОКРІМ\n
1) лід - л..ду\n
2) слово - сл..вце\n
3) пір’я - п..ро\n
4) мішок - м..шечок
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 20"],
        }
    },
    21: {
        """21. Однакова кількість звуків і букв у кожному слові рядка\n
1) на[..]звуковий, [..]іалог, му[..]рець\n
2) баске[..]бол, пі[..]ручник, по[..]орож\n
3) пі[..]ніжжя, приро[..]ний, б[..]жілка\n
4) моло[..]ець, [..]оцільний, [..]звінкий
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 21"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    22: {
        """22. Однакова кількість звуків і букв у кожному слові рядка\n
1) каш[..]ан, [..]вірний, боро[..]ьба\n
2) журя[..]ься, зіпсу[..]ий, [..]ихенький\n
3) факульта[..]ив, моло[..]ьба, субо[..]а\n
4) лісниц[..]во, розпи[..]ати, [..]ретій
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 22"],
        }
    },
    23: {
        """23. Прикметники із суфіксом -зьк- можна утворити від усіх іменників у рядку\n
1) Париж, Збараж, грек\n
2) киргиз, Норвегія, Кавказ\n
3) Сиракузи, боягуз, Тибет\n
4) Запоріжжя, латиш, Світязь
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 23"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    24: {
        """24. Звук [д] треба вимовляти на місці пропуску в усіх словах рядка\n
1) [..]овжелезний, по[..]звякувати, скла[..]ка\n
2) оселе[..]ець, мене[..]жмент, роз[..]авати\n
3) пона[..]плановий, поси[..]еньки, фу[..]бол\n
4) скла[..]ання, моло[..]іжний, спа[..]ковість
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 24"],
            "4": ["4", "x"],
        }
    },
    25: {
        """25. Однакова кількість звуків і букв у кожному слові рядка\n
1) тріщить, сум’яття, дев’ять\n
2) прислів’я, мавпячий, Київщина\n
3) тюбетейка, віджити, щипати\n
4) водяний, м’якенький, щиглик
        """: {
            "1": ["1", "correct 25"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-pravopis_eio/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Правопис літер, що позначають ненаголошені голосні е, и, о
    26: {
        """26. Літеру е треба писати на місці обох пропусків у рядку\n
1) в..сняне мар..во\n
2) вир..нає сон..чко\n
3) в..личезний п..ріг\n
4) кр..шталеве дж..рело
        """: {
            "1": ["1", "correct 26"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    27: {
        """27. Літеру е на місці пропуску треба писати в усіх словах рядка\n
1) з..леніти, виш..нька, к..шеньковий, ч..рнетка\n
2) мавп..ня, книж..чка, вел..тень, тр..вожний\n
3) шерш..нь, визволит..ль, м..гдаль, в..селощі\n
4) ріднес..нький, жод..н, кис..нь, с..зонний
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 27"],
        }
    },
    28: {
        """28. Літеру е на місці пропуску треба писати в кожному слові рядка\n
1) р..тельно, горл..чко, мар..во\n
2) зуп..нися, кл..котіли, стеж..чка\n
3) п..ріг, справ..дливий, ст..блина\n
4) з..рнина, зад..вився, л..вада
        """: {
            "1": ["1", "correct 28"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    29: {
        """29. Літеру е на місці пропуску треба писати в усіх словах рядка\n
1) стеж..чка, в..рховий, тр..мтіти\n
2) зл..тіти, кр..вавий, з..мляний\n
3) ос...редок, кр..латий, пл..кати\n
4) мар..во, бл..щати, підн..бесний
        """: {
            "1": ["1", "correct 29"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    30: {
        """30. Букву е на місці пропуску треба писати в усіх словах рядка\n
1) ск..листий, бр..ніти, кач..чка\n
2) в..рховний, кор..дор, р..берце\n
3) вибор..ць, зб..рігається, ц..тата\n
4) кл..котіти, прич..пити, р..шітце
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 30"],
        }
    },
    31: {
        """31. Літеру о на місці пропуску треба писати в усіх словах рядка\n
1) ч..рнетка, щ..тина, ч..тири\n
2) ч..рнило, веч..рові, пш..но\n
3) щ..ка, менш..сті, пш..ниця\n
4) пекуч..сті, увеч..рі, ч..рний
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 31"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    32: {
        """32. Літеру и на місці пропуску треба писати в усіх словах рядка\n
1) Амер..ка, мерс.., соц..ологія\n
2) с..лует, д..плом, Шексп..р\n
3) бр..гада, реж..м, арх..в\n
4) реч..татив, такс..ст, Лейпц..г
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 32"],
        }
    },
    33: {
        """33. Позначте рядок, у якому в усіх словах потрібно писати літеру и:\n
1) бад..лина, благоч..стивий, кр..хкий, ж..виця;\n
2) вар..во, меж..річчя, вич..пурений, кр..шталь;\n
3) п’ят..річка, заруч..ни, нев..димка, обітн..ця;\n
4) зач..нати, виконав..ця, знів..чити, вел..чина;
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 33"],
            "4": ["4", "x"],
        }
    },
    34: {
        """34. Літеру е треба писати в усіх словах рядка\n
1) зал..вати, майст..р, леб..диний\n
2) пригв..нтити, чер..да, шел..стіти\n
3) ос..литися, к..шеня, л..дацюга\n
4) д..ржати, тр..мтіти, щеб..тати
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 34"],
        }
    },
    35: {
        """35. Літеру е треба писати на місці пропуску в усіх словах рядка\n
1) мар..во, міл..на, кл..котати, м..тушня\n
2) л..вада, зв..личений, ск..лястий, зач..пити\n
3) мисл..ння, утвор..ний, прав..ло, гр..чаний\n
4) ш..ршавий, заскр..готав, бер..зень, заст..лати
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 35"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    36: {
        """36. Літеру и на місці крапок треба писати в усіх словах рядка\n
1) д..р..жабль, през..дент, п’єд..стал, Амер..ка\n
2) мереж..во, реч..татив, вел..чезний, С..рія\n
3) к..шеня, Пак..стан, дез..нфекція, л..ман\n
4) мар..во, Ват..кан, Флор..да, кр..тичний
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 36"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    37: {
        """37. Літеру и треба писати на місці пропуску в усіх словах рядка\n
1) вар..во, вул..чка, вовч..ня, схов..ще\n
2) кот..чок, печ..во, виховат..ль, вогн..ще\n
3) водич..нька, добр..во, страхов..сько, пал..во\n
4) плет..во, порадн..ця, посміхов..сько, доньч..н
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 37"],
        }
    },
    38: {
        """38. Правильно написано всі слова в рядку\n
1) левада, кишеня, мережево\n
2) серпанок, побачиння, палиця\n
3) морозиво, марево, метушня\n
4) криниця, мерихтіння, шелест
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 38"],
            "4": ["4", "x"],
        }
    },
    39: {
        """39. НЕМАЄ орфографічних помилок у варіанті\n
1) Росташований у Чорному Морі острів Зміїний належить Україні та має стратегічне значення.\n
2) Житлові споруди на ньому утворюють селеще Біле Ізмаїльського району Одесської області.\n
3) Назва острова пов’язана з тим, що тут водилося багато змій, яких у море виносило течією з гирла Дунаю.\n
4) За давньо-грецькою лигендою, острів підняла з моря богиня Фетіда для свого сина Ахілла.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 39"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-prefiksy/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Правопис префіксів
    40: {
        """40. Літеру и треба писати на місці обох пропусків у рядку\n
1) Пр..дніпровська залізниця, пр..вабливі ціни\n
2) пр..зупинити виробництво, пр..чудовий зразок\n
3) пр..бічники реформ, пр..зирливе ставлення\n
4) виконати пр..погано, подарунковий пр..мірник
        """: {
            "1": ["1", "correct 40"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    41: {
        """41. Літеру с на місці пропуску потрібно писати в усіх словах рядка\n
1) ..терти, ..чепитися, ..кинути\n
2) ..творити, ..класти, ..хибити\n
3) ..казати, ..цідити, ..хитрувати\n
4) ..пекти, ..шити, ..формувати
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 41"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    42: {
        """42. Префікс з- треба писати в усіх словах рядка\n
1) ..ціпити, ..палити, ..чинити\n
2) ..хопити, ..цідити, ..чистити\n
3) ..сувати, ..пиляти, ..чесати\n
4) ..садити, ..чепити, ..варити
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 42"],
        }
    },
    43: {
        """43. Правильно написано всі слова в рядку\n
1) розрівняти, скалічений, безцільний, сповідати, прізвище\n
2) зжувати, безцензурний, пригірський, сцілення, зсунути\n
3) предобрий, стискач, беспечний, сформувати, роз’їхалися\n
4) схований, схибити, роскроїти, беззаконня, примружити
        """: {
            "1": ["1", "correct 43"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    44: {
        """44. Префікс при- треба писати в усіх словах рядка\n
1) пр..глушити, пр..м'ятий, пр..мудрість\n
2) пр..вчити, пр..булий, пр..морозок\n
3) Пр..карпаття, пр..звисько, пр..їжджати\n
4) Пр..дністров'я, пр..гарний, пр..боркати
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 44"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    45: {
        """45. Префікс з- треба писати в обох словах рядка\n
1) [с]касувати, [с]ціпити\n
2) [с]хотіти, [ж]жалитися\n
3) [с]формувати, [ш]шаленіти\n
4) [с]сунути, [с]цілювати
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 45"],
        }
    },
    46: {
        """46. Літеру с на місці пропуску треба писати в усіх словах рядка\n
1) пере..кочити, ..формувати, ..питати\n
2) бе..коштовний, ..казати, ..керований\n
3) ..плетений, ..фотографувати, ..шити\n
4) не..терпний, ..тягнути, ро..тлумачити
        """: {
            "1": ["1", "correct 46"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    47: {
        """47. Літеру с треба писати на місці пропуску в усіх словах рядка\n
1) бе..перечно, ..хопити, не..простовний\n
2) нав..коси, ро..чулення, ..тримувати\n
3) ..просоння, чере..сідельник, ..чистити\n
4) до..хочу, не..тримно, ..фокусувати
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 47"],
        }
    },
    48: {
        """48. Префікс при- пишеться в усіх словах рядка\n
1) пр..бувати, пр..гарний, пр..везений, пр..писаний\n
2) пр..вертати, пр..балтійський, пр..леглий, пр..сяга\n
3) пр..клеєний, пр..сісти, пр..тримати, пр..веселий\n
4) пр..кручувати, пр..старий, пр..вітання, пр..вітний
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 48"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    49: {
        """49. Правильно написано всі слова в рядку\n
1) спитати, росхвалений, прибічник, беззбройний\n
2) скаламутити, безквитковий, розжувати, приточений\n
3) призвище, зціпити, безхарактерний, розквіт\n
4) розказати, бесхатько, зцементувати, примазатись
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 49"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    50: {
        """50. Букву и на місці пропуску треба писати в усіх словах рядка\n
1) пр…буток, пр….варений, пр…своєння\n
2) пр…бічник, пр…славний, пр…леглий\n
3) пр….хований, пр…звисько, пр...гріти\n
4) пр…велебний, пр…бій, пр….вабливий
        """: {
            "1": ["1", "correct 50"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    51: {
        """51. НЕМАЄ орфографічних помилок у варіанті\n
1) Ніколи не купайтесь у не знайомій водоймі, не переконавшись спочатку, що там цілком беспечно.\n
2) Якщо погано плаваєте, то не купайтеся наодинці й не заходьте у воду надто глибоко.\n
3) Не пірнайте, якщо ще невправні в цьому, бо наражаїтеся на ризик ударитися об дно.\n
4) Якщо зтомилися, переверніться на спину: так зможете вітпочити, просто полежавши на поверхні води.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 51"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    52: {
        """52. Префікс с- треба писати на місці пропуску в усіх словах рядка, ОКРІМ\n
1) ..простити, ..переду .. хрещений\n
2) ..трушувати, ..чорнілий, ..правді\n
3) ..хотіти, .. фокусований, ..піднизу\n
4) ..турбовано, ..піткати, ..кріплений
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 52"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-sproshennya_prigolosnih/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Спрощення в групах приголосних
    53: {
        """53. Спрощення у групах приголосних на місці пропуску позначається на письмі в усіх словах рядка\n
1) блис..нути, улес..ливий, очис..ний, реміс..ник\n
2) проїз..ний, хрус..нути, балас..ний, віс..ник\n
3) доблес..ний, якіс..ний, хрес..ний, випус..ний\n
4) безшелес..но, гіган..ський, виїз..ний, облас..ний
        """: {
            "1": ["1", "correct 53"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    54: {
        """54. Спрощення приголосних позначається на письмі в усіх словах рядка\n
1) пристрас..ний, щас..ливий, шіс..надцять, об’їз..ний\n
2) захис..ник, студен..ський, корис..но, облас..ний\n
3) водоочис..ний, свис..нути, перс..ні, корис..ливий\n
4) зліс..ний, аген..ство, особистіс..ний, перехрес..ний
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 54"],
            "4": ["4", "x"],
        }
    },
    55: {
        """55. Правильно написано всі слова в рядку\n
1) рідкісний, ненависний, захистний\n
2) форпостний, пісний, кількісний\n
3) шістсот, кістлявий, студенський\n
4) улесливий, цілістний, шелеснути
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 55"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    56: {
        """56. Спрощення в групах приголосних треба позначати на письмі в усіх словах рядка\n
1) гіган..ський, щас..ливий, заздріс..но\n
2) буревіс..ник, форпос..ний, радіс..но\n
3) сер..це, щотиж..невик, шіс..надцять\n
4) чес..но, корис..ливий, шелес..нути
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 56"],
        }
    },
    57: {
        """57. Позначте рядок, у якому в усіх словах спрощення в групах приголосних позначається на письмі:\n
1) шелес..нути, безжаліс..но, невіс..ці, влас..ний\n
2) ціліс..ний, безкорис..ливий, хворос..няк, беззахис..но\n
3) мес..ник, безпристрас..но, безвиїз..но, чес..ний\n
4) наміс..ник, інтеліген..ський, совіс..ливий, піс..ний
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 57"],
            "4": ["4", "x"],
        }
    },
    58: {
        """58. Спрощення в групах приголосних на місці пропуску позначається на письмі в усіх словах рядка\n
1) корис..ний, балас..ний, проїз..ний\n
2) безжаліс..ний, кіс..лявий, щас..ливий\n
3) блис..нути, влас..ний, щотиж..невий\n
4) ненавис..ний, швидкіс..ний, форпос..ний
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 58"],
            "4": ["4", "x"],
        }
    },
    59: {
        """59. Спрощення в групах приголосних треба позначати на письмі в усіх словах рядка\n
1) артис..ці, захис..ний, безчес..ний\n
2) пес..ливий, пристрас..ний, буревіс..ник\n
3) тиж..невий, шіс..надцять, швидкіс..ний\n
4) радіс..ний, перехрес..ний, заздріс..ний
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 59"],
        }
    },
    60: {
        """60. Спрощення в групах приголосних треба позначати на письмі в усіх словах рядка\n
1) ус..ний, благовіс..ний, тиж..невик\n
2) безшелес..ний, безвиїз..ний, зап’яс..ний\n
3) гус..нути, кіс..лявий, провіс..ницький\n
4) тріс..нути, контрас..ний, рідкіс..ний
        """: {
            "1": ["1", "correct 60"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    61: {
        """61. Спрощення в групах приголосних треба позначати на письмі в усіх словах рядка\n
1) блис..нути, улес..ливий, очис..ний, реміс..ник\n
2) тиж..невий, хрус..нути, балас..ний, провіс..ник\n
3) доблес..ний, якіс..ний, заздріс..но, випус..ний\n
4) безшелес..но, гіган..ський, виїз..ний, облас..ний
        """: {
            "1": ["1", "correct 61"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    62: {
        """62. НЕМАЄ орфографічних помилок у варіанті\n
1) Запорукою краси та здоров’я насамперед є збалансованний щоденний рацион та оптимальне фізичне навантаження.\n
2) Вибір продуктів, технологія приготування страв та особливості споживання їх мають бути підпорядковані правилам здорового способу життя.\n
3) Принцип чіткого поділу продуктів на користні та шкідливі об’єднує всі практики здорового харчуваня.\n
4) Основи повноцінного меню та базові фізичні вправи сьогодні знає чи некожен, хто має бажання почувати себе впевнено за будь яких обставин.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 62"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-zmini_prigolosnih_pri_tvorenni_sliv/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Зміни приголосних при творенні слів
    63: {
        """63. Чергування приголосних НЕ відбуватиметься в прикметнику, утвореному за допомогою суфікса -ськ- від слова\n
1) викладач\n
2) козак\n
3) товариш\n
4) депутат
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 63"],
        }
    },
    64: {
        """64. Усі слова написано правильно в рядку\n
1) викладацький, молотьба, вохкість\n
2) карпатський, дорожчати, робітництво\n
3) криворізький, об’їжджати, французський\n
4) інтелігентський, сонячний, надхнення
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 64"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    65: {
        """65. Прикметники із суфіксом -ськ- утворяться від усіх іменників у рядку\n
1) адвокат, Калуш, гагауз\n
2) Карпати, матрос, чех\n
3) узбек, Бахмач, латиш\n
4) казах, черкес, Прага
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 65"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    66: {
        """66. Правильно написано всі похідні слова в рядку\n
1) Запоріжжя - запоріжський, чех - чеський, Черкаси - черкаський\n
2) Прага - пражський, козак - козацький, Овруч - овруцький\n
3) Рига - ризький, узбек - узбецький, Воронеж - воронезький\n
4) Париж - парижський, латиш - латиський, Буг - бузький
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 66"],
            "4": ["4", "x"],
        }
    },
    67: {
        """67. Чергування приголосних за дієвідмінювання відбувається в усіх дієсловах у рядку\n
1) берегти, пекти, летіти\n
2) писати, просити, вірити\n
3) простити, грати, їздити\n
4) читати, любити, водити
        """: {
            "1": ["1", "correct 67"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    68: {
        """68. Зміну приголосного НЕ ПОЗНАЧАЮТЬ на письмі в прикметнику, утвореному за допомогою суфікса -ськ- від слова\n
1) солдат\n
2) словак\n
3) парубок\n
4) товариш
        """: {
            "1": ["1", "correct 68"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    69: {
        """69. Буквосполуку -ств- на місці пропуску треба писати в обох словах рядка\n
1) гончар..о, коза..о\n
2) брат..о, боягу..о\n
3) агент..во, убо..о\n
4) пта..о, товари..о
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 69"],
        }
    },
    70: {
        """70. Прикметники із суфіксом -зьк- можна утворити від усіх іменників у рядку\n
1) Париж, Збараж, грек\n
2) киргиз, Норвегія, Кавказ\n
3) Сиракузи, боягуз, Тибет\n
4) Запоріжжя, латиш, Світязь
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 70"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    71: {
        """71. Суфікс -ств- треба писати в іменниках, утворених від обох слів у рядку\n
1) дитина, пірат\n
2) козак, товариш\n
3) студент, жінка\n
4) будівник, брат
        """: {
            "1": ["1", "correct 71"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    72: {
        """72. Прикметники із суфіксом -цьк- можна утворити від усіх іменників у рядку\n
1) Кагарлик, Вінниця, Случ\n
2) Гадяч, Трускавець, Хотин\n
3) Прилуки, Кременець, Хуст\n
4) Дрогобич, Острог, Хмільник
        """: {
            "1": ["1", "correct 72"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-apostrof/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Апостроф
    73: {
        """73. Без апострофа треба писати всі слова в рядку\n
1) верб..я, кур..йозний, тьм..яний\n
2) моркв..яний, розз..явити, цв..яшок\n
3) дзв..якнути, ін..єкція, різдв..яний\n
4) дво..ярусний, різьб..яр, Лук..янович
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 73"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    74: {
        """74. Апостроф треба писати на місці обох пропусків рядка\n
1) рел..єф міжгір..я\n
2) з..їсти пів..яблука\n
3) присв..ятити сім..ї\n
4) сер..йозний об..єкт
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 74"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    75: {
        """75. Апостроф пишеться в усіх словах рядка\n
1) львів..янин, підрум..янений, з..являтися, ф..юзеляж\n
2) подвір..я, пан..європейський, р..яжанка, трав..янистий\n
3) Лук..яненко, Св..ятослав, Мар..яна, Карп..юк\n
4) торф..яний, між..ярусний, кон..юнктура, дев..яносто
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 75"],
        }
    },
    76: {
        """76. Апостроф на місці пропуску треба писати в усіх словах рядка\n
1) черв..ячок, в..юнкий, р..юмсати\n
2) без..іменний, п..єса, з..єднаний\n
3) пір..їнка, трав..янистий, зів..яти\n
4) міл..ярд, жнив..яний, пред..явник
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 76"],
            "4": ["4", "x"],
        }
    },
    77: {
        """77. Апостроф треба писати на місці обох пропусків у рядку\n
1) велике сузір..я, роз..ятрена рана\n
2) очікувана прем..єра, духм..яна страва\n
3) гарне ім..я, швидкий пор..ятунок\n
4) досвідчений різьб..яр, високий бур..ян
        """: {
            "1": ["1", "correct 77"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    78: {
        """78. Апостроф на місці пропуску треба писати в усіх словах рядка\n
1) зім..ятий, реп..ях, жираф..ячий\n
2) матір..ю, між..ярусний, бур..ячок\n
3) з..єднати, кур..йозний, міжгір..я\n
4) тім..я, розв..язання, св..ятковий
        """: {
            "1": ["1", "correct 78"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    79: {
        """79. Апостроф на місці пропуску треба писати в усіх словах рядка\n
1) пуп..янок, м..юзикл, арф..яр\n
2) н..юанс, матір..ю, між..ярусний\n
3) кав..ярня, розв..язка, дит..ясла\n
4) м..якоть, п..єдестал, б..юлетень
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 79"],
            "4": ["4", "x"],
        }
    },
    80: {
        """80. Апостроф треба писати на місці пропуску в усіх словах рядка\n
1) відв..язати, дзв..якати, Рейк..явік\n
2) кон..юнктура, М..юнхен, з..явитися\n
3) б..юро, пан..європейський, подвір..я\n
4) верф..ю, возз..єднання, ін..єкція
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 80"],
        }
    },
    81: {
        """81. Апострофа НЕ ТРЕБА писати на місці пропуску в обох словах рядка\n
1) сер..йозна деб..ютантка\n
2) дев..ятеро ластів..яток\n
3) р..ятівна ін..єкція\n
4) слов..янське плем..я
        """: {
            "1": ["1", "correct 81"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-m_jakyj_znak/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Мʼякий знак
    82: {
        """82. М’який знак на місці крапок НЕ треба писати в усіх словах рядка\n
1) багрянец.., чіткіс..ть, п’ят..десят\n
2) вагаєш..ся, скрин..ці, ослін..чик\n
3) хустин..ці, тіт..чин, хар..ків’янин\n
4) русал..чин, спитаєш.., нен..чин
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 82"],
            "4": ["4", "x"],
        }
    },
    83: {
        """83. М’який знак на місці пропуску треба писати в усіх словах рядка\n
1) перелаз..те, стежин..ці, памороз..\n
2) уман..ський, люд..ми, пісен..ці\n
3) л..лється, поглян..те, гір..кий\n
4) волос..кий, брун..ці, різ..блення
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 83"],
        }
    },
    84: {
        """84. М’який знак на місці пропуску НЕ треба писати в усіх словах рядка\n
1) лял..чин, кін..чик, щас..тя\n
2) совіс..тю, близ..ко, американ..ський\n
3) ковз..кий, камін..чик, сер..йозний\n
4) познач..мо, кин..мо, ріж..мо
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 84"],
            "4": ["4", "x"],
        }
    },
    85: {
        """85. М’який знак треба писати на місці обох пропусків у рядку\n
1) виставковий павіл..йон, шановне пан..ство\n
2) громадянс..ка позиція, здаєт..ся в оренду\n
3) п’ят..сот гривень, перевірка знан..\n
4) абсолютна мен..шість, пол..ське посольство
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 85"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    86: {
        """86. М’який знак треба писати на місці обох пропусків у словах\n
1) пробиваєт..ся промін..чик\n
2) заход..те до книгозбір..ні\n
3) гуцул..ське різ..блення\n
4) чотир..ох велет..нів
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 86"],
            "4": ["4", "x"],
        }
    },
    87: {
        """87. М ’який знак треба писати на місці обох пропусків у рядку\n
1) їдал..ня не працює, далеке майбут..нє\n
2) ткац..кий верстат, срібний лан..цюжок\n
3) на тонкій жердин..ці, стан..те поруч\n
4) обчислювал..ний прилад, дон..чине свято
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 87"],
        }
    },
    88: {
        """88. Усі слова написано правильно в рядку\n
1) польовий, рельєф, камінчик, дівчиньці\n
2) боязкий, медальйон, портьєра, гуаш\n
3) різбяр, подільський, гребінчик, сімдесят\n
4) ін'єкція, нюанс, тоньший, няньчити
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 88"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    89: {
        """89. Без м'якого знака на місці пропуску треба писати всі слова рядка\n
1) мен..ший, Марин..чин, брин..чати, ц..вях\n
2) кін..чик, воротар.., дзелен..чати, інтер..єр\n
3) сер..йозний, чотир..ма, нен..чин, доповід..дю\n
4) корін..ці, куз..ня, с..вітловий, дівчинон..ці
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 89"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/ukrainian/tag-podvoyennya_liter/
    # Предмет: УКРАЇНСЬКА МОВА
    # Розділ: Орфографія
    # Тема: Подвоєння літер
    90: {
        """90. Подвоєне нн треба писати на місці пропуску в усіх словах рядка\n
1) бездога..ий, страше..ий, студе..ий\n
2) свяще..ий, довгожда..ий, безіме..ий\n
3) невблага..ий, орли..ий, ешело..ий\n
4) незбагне..ий, моното..ий, безці..ий
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 90"],
        }
    },
    91: {
        """91. Подвоєння приголосних відбувається у формі Ор. в. однини всіх слів рядка\n
1) пам’ять, сіль, велич, лазур\n
2) вуаль, буденність, суміш, папороть\n
3) кров, заметіль, емаль, світлотінь\n
4) магістраль, ціль, мігрень, пастель
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 91"],
        }
    },
    92: {
        """92. Прочитайте уривок.

Сонце з батогом промін(1)я — вогнян(2)ий погонич.
Навпростець по небі — сині хмари в перегони.
На куделі верховіт(3)я сиве павутин(4)я
Підпирає далечінню гори сині.

Подвоєні літери треба писати на місці всіх цифр, ОКРІМ\n
1) 1\n
2) 2\n
3) 3\n
4) 4
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 92"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    93: {
        """93. Подвоєні літери треба писати в усіх словах рядка\n
1) радіст..ю, нездолáн..ий, зіл..я\n
2) зван..я, жовч..ю, розрізан..ий\n
3) завдан..я, велич..ю, старан..о\n
4) зроблен..ий, забут..я, с..авець
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 93"],
            "4": ["4", "x"],
        }
    },
    94: {
        """94. Подовження приголосного відбувається у формі орудного відмінка іменника\n
1) нежить\n
2) гордість\n
3) кошеня\n
4) подорож
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 94"],
        }
    },
    95: {
        """95. Подвоєні букви треба писати на місці обох пропусків у рядку\n
1) записати до щоден..ика, лебедин..ий пух\n
2) від..зеркалене зображення, кілька стат..ей\n
3) пісен..а спадщина, зав..ишки з будинок\n
4) чавун..і ґрати, поро..саджувати квіти
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 95"],
            "4": ["4", "x"],
        }
    },
    96: {
        """96 Подвоєні літери треба писати в усіх словах рядка\n
1) бе..захисний, с..авці, написан..ий\n
2) сприян..я, шален..ий, розрі..ся\n
3) баштан..ик, проніс..я, ніжніст..ю\n
4) бов..аніти, віділ..ється, цілин..ий
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 96"],
        }
    },
    97: {
        """97. Подвоєні літери на місці пропуску треба писати в усіх словах рядка\n
1) воєн..ий, пів..ідра, пореформен..ий\n
2) дозвіл..я, буквен..ий, під..атливий\n
3) від..звеніти, зав..ишки, вікон..иця\n
4) звід..аля, індичен..я, невгомон..ий
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 97"],
            "4": ["4", "x"],
        }
    },
    98: {
        """98. Подовження приголосних відбувається у формі Ор. в. однини всіх іменників рядка\n
1) міць, стать, продаж\n
2) сталь, дріб, суміш\n
3) поміч, сіль, доповідь\n
4) вісь, мить, ступінь
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 98"],
            "4": ["4", "x"],
        }
    },
    99: {
        """99. Подвоєння літер на місці пропуску НЕ ВІДБУВАЄТЬСЯ в усіх словах рядка\n
1) облич..я, гусен..я, барок..овий, щаст..я\n
2) лист..я, фарбован..ий, молодіст..ю, від..іл\n
3) червон..а, Галич..ина, набран..ий, священ..ий\n
4) безсмерт..я, побуквен..ий, фін..ський, піц..а
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 99"],
        }
    },
    100: {
        """100. Подвоєні літери треба писати на місці пропуску в усіх словах рядка\n
1) іл..юмінація, ім..іграція, Брюс..ель\n
2) ал..о, гол..андець, Дарданел..и\n
3) Апол..он, ал..егорія, брут..о\n
4) мадон..а, ан..отація, Ген..адій
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 100"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    #     00: {
    #         """00. Question\n
    # 1) Answer_1\n
    # 2) Answer_2\n
    # 3) Answer_3\n
    # 4) Answer_4
    #         """: {
    #             "1": ["1", "correct 00"],
    #             "2": ["2", "x"],
    #             "3": ["3", "x"],
    #             "4": ["4", "x"],
    #         }
    #     },
}

# answered_data = {
#     "Валодя": [],
#     "Сірожка": ["41", "93", "74", "63", "54"],
#     "Іринка": ["69", "27", "85", "55", "63", "68", "98", "47", "99", "78", "30", "49", "32", "43", "26", "46", "4", "92", "94", "18", "31", "95", "72", "51", "66", "74", "44", "54", "13"],
#     "ВладиSlave": ["56", "20", "62", "35", "44"],
#     "Оленка": ["52", "90"],
#     "Бот Кошмарик": ["80", "62"],
#     "Кабачок": ["36", "28", "13", "24", "32", "21", "44", "14", "48", "9", "77", "20", "4", "57", "17", "6", "79", "10", "8", "43", "30", "56", "51", "47"],
#     "Санечек": ["100"],
#     "Erwin Rommel": [],
#     "Лео Мяу Мяу": [],
#     "Lonely": ["50"],
#     "Ярослав": ["48", "53", "13", "21", "71", "19", "68", "39", "95", "51", "8", "61", "63", "33", "30", "35", "10", "57", "74", "42", "40", "70"],
# }
