pavlik_morozov = [
    """
    Я знаю,
Це фашист угука на соснi.
Склада вiн карти наших болотiв,
Щоб переслати їх Гудерiану.
    """,
    """
    Це знають ще у яслах малi дiти,
Що лучше перебдiть, нiж недобдiти.
Катаймо на сосну, стягнем його за яйця
І спитаєм документа. А як не покаже,
То почнемо пиздить. Ото натiшимся.
    """,
    """
    Снайпєр, молодой боєц,
А как же! Прямо ворошиловський стрiлок.
    """,
    """
    Не бздю нiкого я!
    """,
    """
    Тодi знайомся iз моїм мiшком смертельним,
Із матiр’ю могутньою моєю.
Я її вбив, вона ж тебе уб’є.
    """,
    """
    Якого хуя ти, амбал невмитий,
Прийшов сюда мiшать моїм зайняттям?
Тепер своїм улюбленим прийомом
Зроблю з тебе навiки iмпотента.
    """,
    """
    Не треба там ховатися, дiвчата,
Все бачу я. Ви краще йдiть сюда.
Скажiть менi, чи любите ви сєкс?
    """,
    """
    Сичав, сичав, та й замовк,
Вигляда з нори, як вовк?
    """,
    """
    Тупа пизда! Це – Гєбєльс!
    """,
    """
    Мамаша, помовчiть.
І вас втоплю, як будете пиздiть.
    """,
    """
    Я помiчав за вами
Уже давно цю пиздувату жаднiсть.
    """,
    """
    Учiтелю, ми за тобой пiдемо,
Не будем пиздити всiх тих,
Кого ранiше ми пиздили,
А тiки тих, кого ти скажеш.
    """,
]

general_vlasov = [
    """
    Main libber совушка,
Переворот вiдбувся в моїй душi.
З тобою разом будем,
Як двi свинi, грiбтись на полi.
    """,
    """
    Ну-ну, вже розпиздівсь,
Пташиний гуманiст,
Жан-Жак Руссо. А сам
Передавив i виїбав
Усе, що в лiсi меньш за тебе.
    """,
    "Люди, люди, цi дурнi козли!",
    """
    О, блядський смисл життя,
Якщо ти єсть!
    """,
    """
    То Пєлагєя,
Вона у лiс по ягоди пiшла,
Втiкла iз дома, щоб синок не пиздив.
    """,
    """Гiвно, яке вiн їсть, у ту же мить
Утворюється бiлоснiжним салом.
    """,
    """
    Ну-ну, main libber совушка, не плач,
Прийде Гудерiан i з ним дядько Канарiс,
Мiшок смачних засмажених мишей вони тобi подарять.
    """,
    """
    Його би в ПТУ чи в iнститута,
А так немає смисла нiкакого,
Що вiн пиздячить лiс i розриває
Навпiл шатунiв i греблi рве. Дiяльнiсть пиздувата.
    """,
    """
    Хай живе Майнштайн, Гудерiан i рiдний Гiтлєр,
Фашистська батькiвщина хай цвiте!
    """,
]

vchytel_ateizmu = [
    """
    От падла!
Шкода, маузер свiй дома я забув.
    """,
    """
    От бачиш! Нашi там. А ти: Кругом шпiони.
Ето снайпєр, молодой боєц.
    """,
]

filin = [
    """
    Філін (iронiчно).
Угу.
    """,
    """
    Філін (з дерева).
Край родной, навєк любімий,
Гдє ж найдьошь єщє такой.
    """,
    """
    Філін (вiдкрива одне око).
Канарiс нє пiздєл?
    """,
    """
    Я узнав маршрути
Тих наглих пацанiв в коротких штанях,
Що об берiзку пиздили мене.
    """,
    """
    Жить стало лучше, стало вєсєлєє,
Тепер жить стало просто заєбiсь
    """,
    """
    Ти тоже розпиздівся на весь лiс, начальник.
Ну просто романтiзмом повiяло
І Байроном набзділо трохи.
    """,
    """
    Та отруїти надо.
    """,
    """
    (Фiлiн б’ється головою об сосну, сосна ламається.)
    """,
    """
    Філін (здогадався).
Ха! Вiн лишняя людина!
    """,
    """
    Цих хлопцiв пацаватих знаю я,
Вони природи рiдної не люблять,
Нi фауни, нi флори, нi пташок,
А люблять тiльки пляшки i гандони,
А ще консєрвнi банки,
Фотографiї поскуднi iз “Плейбоя”.
    """,
    """
    Так дальше жить нiззя! Скрiзь долбойоби!
Навiщо, мама Мудрая Сова,
Мене ти народила!
    """,
]

suka = [
    "К хуям вiйну! Робiть любов, дебiли!",
    """
    Докладує старший сержант Сука!
Дiвєрсiонна група в складi
Старшого сержанта Суки i єфрейтора Блядi
В наряд заступила!
    """,
]

blyad = [
    """
    Я Пушкiна читала на турбазi. Там сказано,
Що краще меньше жити, но їбатись,
Нiж жити дохуя таким життям убогим
    """,
    """
    У дико лiгво це я раком щас полiзу
І хай весь свiт накриється пиздой,
Безсмертниє боги, Олiмп i океан
І небо все нехай к хуям розпроєбеться
Разом з амбалом тим, що його пiдпира!
    """,
    """
    Смiється з нас цей йобаний хижак.
(Кида в Фiлiна палку. З дерева чути крик: ” У, блядь, ти шо сказилась?”)
    """,
]

sphinks = [
    """
    Так слухай. Що це таке:
Не буряк, не морковка,
А червона головка?
    """
]


klimaks = [
    "Гадьониш цей вже заїбав богiв",
    """
    Тремтiть, паскуднi нiмфоманки,
Що замiсть того, щоб глядiть онукiв,
Виябуєтесь перед пацанами з профтєхучилища
І переймаєте у них їх сленг дебiльний
І пхаєте свої квадратнi сраки в лосiни молодьожнi.
    """,
]

mykola = [
    """
    А ти шо робиш тут, змiя їбуча?
Ти, мабуть думаєш, шо тут кiно знiмають
Рекламного про пасту для зубiв?
    """,
    """
    Сiмейка блядська, заїбали впень,
Оцю хуйню повинен день-у-день
Я слухуати, я б краще пiтухом
Ламбаду танцював би на парашi!
    """,
    """
    Пiонери! Душити жадних пiдарасiв
Будьте готовi!
    """,
    """
    Я сумно дивлюся на наше поколiння
Жлобiв невихованих. Грошi їм
Дорожче за храм святий.
    """,
    """
    Чудо в тому полягає,
Що пиздити не будете ви їх.
    """,
    """
    Ідiть по свiту, дiти Аполона,
І агiтуйте бидло безпринципне
Фiгурними пiздюлями.
    """,
    """
    Покайтесь, браття, i не робiть хуйнi,
Не бздiть нiкого, за нами Аполон.
    """,
    """
    Учив я трохи вас, старих шакалiв
Як Родiну любити, та, мабуть,
Перестарався трохи.
    """,
    """
    Хто ще пиздiти буде? Запитую.
Пиздiти бiльш нiхто не хоче.
    """,
    """
    Замовчи, не пизди!
Якi закони там, де блядi хтивi,
Скупi, невихованi, що при видi грошей
Напустять на персидський килим слину,
Нахабно ссуть пророку в домовину?
    """,
    """
    Ви звали – я прийшов! Налийте, пiдараси,
Бо щас пiздюлєй вам понакладу!
Шо лежите, як вшивиє матраси?
    """,
]

sava_morozov = [
    """
    Ага, гандони, грошей захотiлось,
Гавна вам на лопатi, жебракам!
    """,
    """
    О, мудрий наш пророк!
Старцям потворним
Дозволь пiти в свої дома убогi,
Щоб ми могли молитись Аполону
    """,
]

shcukin = [
    """
    Еге-ге-гей! Ізбушка пацавата,
Катай сюда i з нами третєй будь,
Бо ми у двох, а блядi в счьот не йдуть!
    """,
    """
    Та, крiм всього, навiщо богу здався ти,
Неграмотний козьол, що тiки вмiє,
Що кiрять та жiнку пиздити?
Якби отут сєйчас з’явився бог,
Чи, може якийсь святий,
Шо б ти сказав йому?
Нiчого б ти не видумав, окрiм
“Сiдай, давай кiрнем”. Мудило ти!
    """,
]

pavel_vlasov = ["Мать! Мать! Мать!"]

danko = [
    "Вот ніхуйова пагодка. (Натовп мовчить)",
    "Шо мовчите? Га? Де Ізергіль, стара блядь!",
    "Голос з натовпу: А не пішов би ти на хуй!",
    "Що, падлюки. Тепер довольні? (Натовп мовчить)",
    "А вірно хлопці! А діло каже!",
    "Ураааааа! Вперед, чмо японське!",
    "Голос з натовпу: Я їбав таку жизнь",
    "Голос з натовпу: Ні хуя собі!",
]

adam_gorgevich = [
    "Ти курва куда кєпку мою поклала?",
    "Я ету курву так задєлав, шо она уже і говоріть нє может",
    "( С любов’ю поглажує себе по пухлому тілу обома руками). Тєло блядь я їбу. Кожа як у бога",
    "Вася, ти ж мєня знаєш, я ж так шучу пока добрий, но потом і хуйню могу сдєлать. Я етого нє люблю.",
    "От я часто думаю: нєкоториє тьолкі у компанії розказують друг другу разноє там хуйо-майо, от подивіться яка я умная, я етого не люблю.",
    "Мен – піздєц усьому.",
    "Ти такий хуйовий зробився Валєр’ян, чи у тєбя жизнь хуйовая такая, чи у тєбя кожа на головє сухая, я тебе не пайму!",
    "А хуй в тєбя случайно не ломкій? Га-га-га (регоче). Ну нє абіжайся.",
    "Да я їбав бриться! Я і так сєбя хаваю от і до. Я ото бриться западло щітаю.",
    """
    От я часто думаю: Єсть тьолкі багатиє, а єсть бєдниє, тоже єбаться хотят, я етого не люблю. 
Я так щитаю: хочеш їбаться поведі в ресторан, накормі, повезі в таксі, от тагда і їбайся. 
А бєдні тьолки ето хуйня, я етого не люблю.
    """,
    "А профіль – ета вабще. Піздєц усьому!",
]

vasilisa_egorovna = [
    "Да відчепись проклятий! Ні днєм ні ночью покоя нєт.",
    "Мінє уже давно нє інтєрєсниє еті вєщі.",
    "А понімай як хочеш, лисий гандон.",
]

veleryan_veleryanovich = [
    "Ти каждий день броєшся чи через дєнь?",
    "Ето, Вася, шо, нада понімать как визов?",
    "ти нє даш мнє оту книгу почитать, де про разні астрали написано. Або давай обміняємося: ти мінє про астрали, а я тєбє “Потєряний край” і “Зов мєчти”. Харошиє кнігі, інтєрєсниє.",
]

bruno_adolfovich = [
    "Падйом, бляді, доктор прийшов!",
    "Ати шо, красавєц йобаний, сідіш тут, єблом таргуєш? Руб єсть?",
    " Бистро пиздуй в магазін, або падажді я з тобой.",
    "Ану тихо блядь!",
    "Ти протри оченята, там у тєбя гной скопився.",
    "Вот я чітав кнігу “Дєтство Геббельса” називається. От заїбісь книга.",
    """
    Учітєльніца заходить і каже: “Дєті, ауфідерзейн”, а Геббельс не іспугався, як хуйньот той бомбой,
так учітєльніцу увєзлі дактара і обнаружилі у нєйо нєнормальниє сокращенія влагаліща. Це пизда по нємєцкі. От нєйо муж потом ушов.
    """,
    """
    Тьолок нада пиздить. 
Но сначала зав’язать в мішок, мішок завєсіть на балку, а пиздить нада ломом.
    """,
]

umberto_vasyljovych = [
    "А ти хуй в бєлки видів?",
    "А мого дєда дядя їбав твою тьотку в жопу во время спірітіческого сєанса.",
]

buratino = [
    """
    …і слухай, блядь, от, блядь, він смотрить, шо та хуйня летить, кругом неї фари, лампи, там, всякі. 
А сама червоняста лампа мигає. А летить воно йому на город. 
От воно стало біля клуні і мига. Той мудак пиздує туда. Жінка кричить. 
Він тіки так: спакойна, стара блядь!
    """,
    "Ти, педріло, а ну катай, відкрий.",
    "А шо, Мальвіна, даси поїбатись?",
    "Разниє случаї єсть. Мєня тоже одна тьолка любила.",
    "Мальвіна, вони в сральню пішли, а ми давай в ванну пойдьом.",
]

gurvynyk = [
    "Та то всьо хуйня.",
    "Блядь, якогось жида нарисував…",
    "У, жадна сука.",
    "Я одну тьолку когда-то знав. Така красіва тьолка. Но в неї, панімаєш, тільки тіло красівоє, і більше ніхуя нєту, мозги совсєм отсутствуют.",
    "Дайте мені жида дружбани, дайте жида, от моя просьба.",
    "Жид? Шо мовчиш?",
    "Шо, жалко жида? Може ти тоже жид?",
]

malvina = [
    "Блядь, шо ето значить, шо у тєбя, жени для етого нєт?",
    "От не люблю я, кода мужики таке пиздять. І та любила, і та хуєла… Та подивіться на себе, кому ви нужні?",
    "Простітє, у вас такой пріятний акцент… Ви нє нємєц, случайно?",
    "Ах, как інтєрєсно, скажітє мінє своє ім’я.",
    "Боже мой, я етого нє винєсу. Какой мен, какой мужчіна!",
    "Отстаньтє от мєня, кобєлі протівні! Я етого не винєсу! Боже мой! (Починає ридать.)",
    "Давайтє уйдьом отсюда, я вас прошу, уйдьом і будєм щасліви.",
    "Ну-ну, нє надо, она вас нє стоіт. Нє надо, хорошій мой. (Ігриво.) А то єслі ви нє пєрєстанєтє, то я тоже заплачу. Вєдь ви нє хотітє етого?",
    "Курва. Вона устала – целий дєнь в ваннє сідєть, вона устала… а я не устала! Сука голая!",
    "Він щаз нас усіх поїсть!",
]

nieznaika = [
    "Послушай, Сінєглазка, я тєбя прошу…",
    "Сінєглазочка, что я таково сказал?",
    "інєглазочка, можно тєбя на мінутку, пройдьом до уборной, і назад.",
    "Я больше не можу так жить! Кругом якась хуйня, скрізь підараси.",
    "Мнє нічого не надо! Пальто? в пизду! (Скида кожанне пальто.) Піджак? на хуй піджак! (Скида піджак.) Беріть! Мєнє нє надо! (Дивиться на ноги.) Кольоса? на хуй! Беріть, все беріть! Їжте!",
]

sinieglazka = [
    "От’єбісь! Надоєл! Дурак! (Ігріво.) Рєбята…",
    "А волни бєгут от вінта за кормой!",
    "Вже всю штукатурку оббив, підарас.",
    "Мужчина, сколько вам лєт?",
]

samodielkin = [
    "Ха-ха, дєвушкі ридають, матроси сміються.",
    "Антоніо, падйом! Ілі в тєбя собаку кинуть?",
    "Ну, считай, шо ти довиябувався.",
    "Ііііій скажуть она заридає…",
]

karandash = [
    "Не трогай, вона заразная. І вобщє, какого хуя? Мнє завтра на базар. Шо за блядь? Шо за розклади?",
    "Блядь, де чистота, де ікебана? Щас всє пойдут нахуй.",
    "Буратіно, я сказав, піди ото, що Сінєглазка наблювала, підмети і підбери штукатурку! Це твої друззя, я їбу ваще, шо такоє?!",
]

krasna_shapochka = ["Я так устала, тут такой шум. Буратіно, дружочєк, я хочу посмотрєть тєлєвізор."]


bot_philosophy = []
bot_philosophy.extend(pavlik_morozov)
bot_philosophy.extend(general_vlasov)
bot_philosophy.extend(vchytel_ateizmu)
bot_philosophy.extend(filin)
bot_philosophy.extend(suka)
bot_philosophy.extend(blyad)
bot_philosophy.extend(sphinks)
bot_philosophy.extend(klimaks)
bot_philosophy.extend(mykola)
bot_philosophy.extend(sava_morozov)
bot_philosophy.extend(shcukin)
bot_philosophy.extend(pavel_vlasov)
bot_philosophy.extend(danko)
bot_philosophy.extend(adam_gorgevich)
bot_philosophy.extend(vasilisa_egorovna)
bot_philosophy.extend(veleryan_veleryanovich)
bot_philosophy.extend(bruno_adolfovich)
bot_philosophy.extend(umberto_vasyljovych)
bot_philosophy.extend(buratino)
bot_philosophy.extend(gurvynyk)
bot_philosophy.extend(malvina)
bot_philosophy.extend(nieznaika)
bot_philosophy.extend(sinieglazka)
bot_philosophy.extend(samodielkin)
bot_philosophy.extend(karandash)
bot_philosophy.extend(krasna_shapochka)
