questionnaire = {
    # https://zno.osvita.ua/geography/tag-roslynnyj_i_tvarynnyj_svit_ukrayiny/
    # Предмет: Географія
    # Розділ: Фізична географія України
    # Тема: Рослинний і тваринний світ України
    1: {
        """1. Найбільшою науковою установою з акліматизації тропічних і субтропічних рослин в Україні є\n
1) біосферний заповідник «Асканія Нова».\n
2) природний заповідник «Михайлівська цілина».\n
3) Карпатський національний природний парк.\n
4) Нікітський ботанічний сад.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 1"],
        }
    },
    2: {
        """2. Який кліматичний показник обмежує ріст деревної рослинності в природній зоні степу на території України?\n
1) середня температура липня +21...22∘С\n
2) середня температура січня −5...7∘С\n
3) коефіцієнт зволоження 0,5−0,8\n
4) тривалість безморозного періоду 150-225 днів
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 2"],
            "4": ["4", "x"],
        }
    },
    3: {
        """3. Які рослини, занесені до «Червоної книги України», характерні для Українських Карпат?\n
1) ковила, тюльпан\n
2) рододендрон, едельвейс\n
3) півонія, шафран\n
4) вовчі ягоди, любка дволиста
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 3"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    4: {
        """4. Географічні назви часто пов’язані з особливостями ландшафтів. Укажіть природний комплекс, у якому розташовано населені пункти: Соснівка, Діброва, Борове, Берестяне, Вільшанка, Купина?\n
1) степ\n
2) лісостеп\n
3) мішані ліси\n
4) Українські Карпати
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 4"],
            "4": ["4", "x"],
        }
    },
    5: {
        """5. Клімат на півночі України цілком придатний для зростання широколистяних дерев із розвиненою кроною. Чому в лісах Полісся сосен більше, ніж дубів?\n
1) у рельєфі цієї зони переважають височини, зрізані річковими долинами\n
2) поширені тут піски й супіски бідні на елементи мінерального живлення\n
3) незначні запаси підземних вод є джерелом живлення річок та озер\n
4) низькі температури спричиняють утворення багаторічної мерзлоти
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 5"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    6: {
        """6. Клімат на півночі України цілком придатний для зростання широколистяних дерев з розвиненою кроною. Чому в лісах Полісся сосон більше, ніж дубів?\n
1) у рельєфі цієї зони переважають височини, зрізані річковими долинами\n
2) поширені тут піски й супіски бідні на елементи мінерального живлення\n
3) місцевість багата на підземні води, але в ґрунті не вистачає вологи\n
4) низькі температури спричиняють утворення багаторічної мерзлоти
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 6"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-gheoghrafichna_obolonka/
    # Предмет: Географія
    # Розділ: Загальна географія
    # Тема: Географічна оболонка. Природні комплекси
    7: {
        """7. Полярний дослідник В. Ю. Візе звернув увагу на те, що в періоди похолодань в Арктиці підвищується рівень води в африканських озерах Ньяса, Вікторія, Танганьїка. Натомість у періоди потеплінь в Арктиці рівень води в цих озерах знижується. На думку вчених, ці явища є проявом\n
1) широтної зональності.\n
2) висотної поясності.\n
3) кругообігу речовин у природі.\n
4) цілісності географічної оболонки.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 7"],
        }
    },
    8: {
        """8. Який компонент природного комплексу дає можливість з високою імовірністю визначити тип ґрунту на цілинній ділянці, не закладаючи ґрунтовий розріз?\n
1) рівнинний рельєф, пересічений балкою\n
2) сильні дощі з грозами в літній період\n
3) злакове різнотрав'я з переважанням ковили\n
4) невелика видова різноманітність тварин
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 8"],
            "4": ["4", "x"],
        }
    },
    9: {
        """9. Кількість висотних поясів у горах залежить від\n
1) епохи горотворення.\n
2) складу гірських порід.\n
3) висоти гір і географічної широти їхнього розміщення.\n
4) видів господарської діяльності населення гірської місцевості.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 9"],
            "4": ["4", "x"],
        }
    },
    10: {
        """10. Проявом якої загальногеографічної закономірності є зміна властивостей природних компонентів від екватора до полюсів?\n
1) цілісність\n
2) ритмічність\n
3) висотна поясність\n
4) широтна зональність
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 10"],
        }
    },
    11: {
        """11. Укажіть визначення зональності як закономірності географічної оболонки.\n
1) періодична або циклічна повторюваність в однаковій послідовності різних природних явищ і процесів\n
2) безперервні спрямовані зміни процесів і явищ, що супроводжуються багаторазовим перетворенням речовин і енергії\n
3) зміна ландшафтів, зумовлена зміною висоти над рівнем моря\n
4) зміна природних комплексів від екватора до полюсів
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 11"],
        }
    },
    12: {
        """12. На якому з указаних островів рослинний і тваринний світ найбідніший?\n
1) Мадагаскар\n
2) Ісландія\n
3) Калімантан\n
4) Нова Гвінея
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 12"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    13: {
        """13. Який природно-територіальний комплекс є азональним?\n
1) хвойні ліси (тайга)\n
2) широколисті ліси\n
3) байрачні ліси\n
4) мішані ліси
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 13"],
            "4": ["4", "x"],
        }
    },
    14: {
        """14. Зональність географічної оболонки зумовлена\n
1) розмірами Землі\n
2) формою Землі\n
3) обертанням Землі навколо своєї осі\n
4) особливістю руху природного супутника Землі – Місяця
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 14"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    15: {
        """15. У якому географічному поясі сформувалося найбільше природних зон?\n
1) екваторіальному\n
2) субекваторіальному\n
3) помірному\n
4) субарктичному
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 15"],
            "4": ["4", "x"],
        }
    },
    16: {
        """16. Яку закономірність географічної оболонки відображено в змісті японського прислів’я: «Після припливу завжди буває відплив»?\n
1) ритмічність\n
2) цілісність\n
3) широтна зональність\n
4) висотна поясність
        """: {
            "1": ["1", "correct 16"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    17: {
        """17. У більшості ландшафтів відбуваються сезонні зміни не лише їхнього зовнішнього вигляду, але й інтенсивності природних процесів. Про яку закономірність географічної оболонки йдеться?\n
1) цілісність\n
2) ритмічність\n
3) широтну зональність\n
4) висотну поясність
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 17"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    18: {
        """18. Укажіть закономірність географічної оболонки, проявом якої є виявлення в печінці пінгвінів в Антарктиді хімікатів, що використовували в 1960-х роках на полях у Північній Америці.\n
1) широтна зональність\n
2) висотна поясність\n
3) ритмічність\n
4) цілісність
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 18"],
        }
    },
    19: {
        """19. Який процес змінює межі природного комплексу й цим зменшує ареал поширення великої панди?\n
1) танення арктичних льодів\n
2) вирубування бамбукових лісів\n
3) розорювання цілинних степів\n
4) пожежі в евкаліптових лісах
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 19"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-ozera/
    # Предмет: Географія
    # Розділ: Загальна географія
    # Тема: Озера. Болота. Штучні водойми. Водотоки
    20: {
        """20. Яке озеро істотно змінює площу водної поверхні залежно від кількості опадів?\n
1) Тітікака\n
2) Ейр\n
3) Танганьїка\n
4) Байкал
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 20"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    21: {
        """21. Єдиний шлях, по якому стікають води чотирьох великих озер - Верхнього, Мічигану, Гурону, Ері, - водоспад\n
1) Учан-Су.\n
2) Анхель.\n
3) Вікторія.\n
4) Ніагарський.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 21"],
        }
    },
    22: {
        """22. Укажіть спільну ознаку озер Чад, Ейр та Аральського озера-моря.\n
1) розташовані в Південній півкулі\n
2) утворилися в грабенах земної кори\n
3) живляться лише підземними водами\n
4) належать до безстічних
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 22"],
        }
    },
    23: {
        """23. Що спричиняє заболочування великих площ у природних зонах тундри й тайги Євразії та Північної Америки?\n
1) низовинний рельєф, надмірне зволоження\n
2) водопроникні гірські породи, трав'яниста рослинність\n
3) значні запаси торфу, континентальний клімат\n
4) підзолисті ґрунти, розріджений рослинний покрив
        """: {
            "1": ["1", "correct 23"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    24: {
        """24. Що спричиняє заболочування на великих площах у басейні річки Амазонки?\n
1) пласти водопроникних гірських порід, швидка течія\n
2) низовинний рельєф, надмірне зволоження\n
3) велике випаровування, багатоярусна рослинність\n
4) червоно-жовті фералітні ґрунти, вологість повітря
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 24"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    25: {
        """25. Велике Солоне озеро, озера Ейр, Чад і Балхаш подібні тим, що\n
1) лежать на одному материку\n
2) утворені в кратерах згаслих вулканів\n
3) живляться лише підземними водами\n
4) належать до безстічних
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 25"],
        }
    },
    # https://zno.osvita.ua/geography/tag-svitovyj_okean/
    # Предмет: Географія
    # Розділ: Загальна географія
    # Тема: Світовий океан та його частини
    26: {
        """26. Які острови мають вулканічне походження?\n
1) Гавайські\n
2) Мальдівські\n
3) Філіппінські\n
4) Великі Зондські
        """: {
            "1": ["1", "correct 26"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    27: {
        """27. Як називається невелика ділянка суходолу, з усіх боків оточена водою?\n
1) материком\n
2) архіпелагом\n
3) півостровом\n
4) островом
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 27"],
        }
    },
    28: {
        """28. Найбільшою протяжністю у Світовому океані вирізняється\n
1) Серединно-Атлантичний хребет.\n
2) Великий Бар’єрний риф.\n
3) Маріанський жолоб\n
4) острів Мадагаскар.
        """: {
            "1": ["1", "correct 28"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    29: {
        """29. Якій водоймі, що містить у назві слово «море», відповідає географічне поняття «море»?\n
1) Каспійське море\n
2) Мертве море\n
3) Київське море\n
4) Азовське море
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 29"],
        }
    },
    30: {
        """30. Термін «акваторія» вживають для позначення\n
1) узбережжя водойми\n
2) ділянки водної поверхні\n
3) прилеглої заболоченої місцевості\n
4) ареалу поширення земноводних
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 30"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    31: {
        """31. Який півострів омивається водами Атлантичного океану?\n
1) Піренейський\n
2) Чукотський\n
3) Каліфорнія\n
4) Аляска
        """: {
            "1": ["1", "correct 31"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    32: {
        """32. Яка протока сполучає Середземне море з Атлантичним океаном?\n
1) Босфор\n
2) Ла-Манш\n
3) Магелланова\n
4) Гібралтарська
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 32"],
        }
    },
    33: {
        """33. У Тихому океані знаходиться\n
1) Гвінейська затока\n
2) Маріанський жолоб\n
3) хребет Ломоносова\n
4) Аравійське море
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 33"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    34: {
        """34. Якби на Землі не було океанів, то середня температура повітря була б нижчою (не +15 оС, а -21 оС). Отже, Світовий океан\n
1) накопичує тепло й поступово віддає в атмосферу\n
2) поглинає тепло з атмосфери й передає глибинним водам\n
3) «консервує» холод у крижинах, айсбергах\n
4) утримує тепло в тропічних широтах, а холод - у полярних
        """: {
            "1": ["1", "correct 34"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-materiki_yevraziya/
    # Предмет: Географія
    # Розділ: Географія материків і океанів
    # Тема: Материки: Євразія
    35: {
        """35. Укажіть гори Євразії, на південних схилах яких можна спостерігати найбільшу кількість висотних поясів.\n
1) Карпати\n
2) Альпи\n
3) Кавказ\n
4) Гімалаї
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 35"],
        }
    },
    36: {
        """36. Яка низовина є осередком виникнення зрошувального землеробства?\n
1) Центральна\n
2) Амазонська\n
3) Месопотамська\n
4) Придніпровська
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 36"],
            "4": ["4", "x"],
        }
    },
    37: {
        """37. Для рельєфу Євразії характерною особливістю є те, що\n
1) азійська частина материка більш рівнинна, ніж європейська.\n
2) поверхня східної частини материка вирівняна давнім льодовиком.\n
3) найбільші рівнини утворились у передгірних прогинах земної кори.\n
4) найвищі гори належать до Альпійсько-Гімалайського складчастого поясу.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 37"],
        }
    },
    38: {
        """38. На великих річках, що впадають у Північний Льодовитий океан, крига навесні скресає спочатку у верхній течії, а потім — у нижній. Що є наслідком такого явища?\n
1) лід тане поступово і не потрапляє з річок у води океану\n
2) швидкість течії річок збільшується і льодохід триває лише кілька днів\n
3) у руслі утворюються крижані затори і річки виходять з берегів\n
4) на річках чергується кілька періодів льодоставу і льодоходу
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 38"],
            "4": ["4", "x"],
        }
    },
    39: {
        """39. Мусонні дощі спричиняють літні повені на річці\n
1) Рейн.\n
2) Янцзи.\n
3) Єнісей.\n
4) Амудар’я.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 39"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    40: {
        """40. Укажіть традиційні заняття корінних жителів Чукотського півострова.\n
1) мисливство, оленярство, рибальство\n
2) конярство, звірівництво, рибництво\n
3) вівчарство, оленярство, бджільництво\n
4) скотарство, свинарство, птахівництво
        """: {
            "1": ["1", "correct 40"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    41: {
        """41. Укажіть основну причину значних контрастів у рельєфі Євразії.\n
1) великі розміри і значна протяжність материка із заходу на схід\n
2) складна історія формування і тектонічна будова материка\n
3) розташування материка в різних кліматичних поясах і природних зонах\n
4) склад гірських порід та характер екзогенних процесів на материку
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 41"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    42: {
        """42. Визначте правильну послідовність зміни зональних природних комплексів з півночі на південь на Західно-Сибірській рівнині.\n
1) тундра → лісотундра → тайга → мішані ліси → лісостеп → степ\n
2) тайга → тундра → лісотундра → широколисті ліси → мусонні ліси\n
3) мішані ліси → тайга → тундра → широколисті ліси → лісостеп → степ\n
4) лісостеп → мішані ліси → широколисті ліси → тайга → лісотундра
        """: {
            "1": ["1", "correct 42"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    43: {
        """43. Для якого типу клімату Євразії характерні спекотне сухе літо та волога зима з температурою повітря +8 ...10 °С?\n
1) помірно континентального\n
2) субтропічного середземноморського\n
3) тропічного вологого\n
4) субекваторіального
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 43"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    44: {
        """44. Укажіть типовий для Південно-Східної Азії сільськогосподарський ландшафт, описаний мандрівником: «...різнобарвна мозаїка зі сріблястих, чорних, зелених і жовтих клаптиків: одна ділянка залита водою, друга – зорана, на третій – росте розсада, на четвертій – дозріває врожай...».\n
1) оливовий сад\n
2) плантація олійної пальми\n
3) посіви рису\n
4) поля гречки
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 44"],
            "4": ["4", "x"],
        }
    },
    45: {
        """45. У помірному поясі на території Євразії південніше зони лісів знаходяться\n
1) тундра й лісотундра.\n
2) степ і лісостеп.\n
3) савани й рідколісся.\n
4) пустелі й напівпустелі.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 45"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    46: {
        """46. Річки якого материка несуть свої води в усі чотири океани?\n
1) Австралії\n
2) Північної Америки\n
3) Євразії\n
4) Африки
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 46"],
            "4": ["4", "x"],
        }
    },
    47: {
        """47. Укажіть особливість тектонічної будови Євразії.\n
1) межі материка збігаються з межами літосферної плити\n
2) материк сформувався навколо кількох давніх платформ\n
3) на материку немає областей давньої складчастості\n
4) основою материка є щит з прилеглими западинами
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 47"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    48: {
        """48. На території Євразії є всі кліматичні пояси Північної півкулі. Це пояснюється\n
1) великою різноманітністю рельєфу\n
2) великою площею материка\n
3) значною протяжністю із заходу на схід\n
4) значною протяжністю з півдня на північ
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 48"],
        }
    },
    49: {
        """49. Чому в тропічних широтах Азії утворилися значно менші за площею пустелі, ніж Сахара в Африці?\n
1) протяжність Азії із заходу на схід менша, ніж протяжність Африки\n
2) високі гори розділяють пояс пустель в Азії на окремі частини\n
3) на території Азії поширені стійкі до вивітрювання гірські породи\n
4) в Азії сформувалися великі масиви родючих ґрунтів
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 49"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    50: {
        """50. Європа – це\n
1) материк\n
2) континент\n
3) країна світу\n
4) частина світу
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 50"],
        }
    },
    51: {
        """51. Давні за віком гори Тянь-Шань (утворилися в період герцинського горотворення) є високими і мають круті схили, тому що\n
1) складені дуже твердими породами, які не руйнуються\n
2) розташовані в регіоні, де слабкий вплив зовнішніх сил Землі\n
3) зазнали інтенсивної вулканічної діяльності\n
4) піднялися протягом наступних періодів горотворень
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 51"],
        }
    },
    52: {
        """52. Уральські гори утворюють природну межу між двома кліматичними областями в помірному кліматичному поясі Євразії, тому із заходу на схід\n
1) збільшується середня річна кількість опадів\n
2) підвищується середня січнева температура повітря\n
3) зростає річна амплітуда коливання температури повітря\n
4) прискорюється танення снігів і початок скресання льоду
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 52"],
            "4": ["4", "x"],
        }
    },
    53: {
        """53. Яка річка протікає територією десяти країн Європи, а на її берегах розташовані чотири столиці?\n
1) Волга\n
2) Дніпро\n
3) Дунай\n
4) Рейн
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 53"],
            "4": ["4", "x"],
        }
    },
    54: {
        """54. Які тектонічні структури в Євразії пов’язані з двома найбільшими нафто-газоносними басейнами планети?\n
1) Індостанська та Південно-Китайська докембрійські платформи\n
2) Месопотамський прогин та Західносибірська молода платформа\n
3) Балтійський та Український щити Східноєвропейської платформи\n
4) передгірні прогини в Тихоокеанській області кайнозойської складчастості
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 54"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    55: {
        """55. Природні ландшафти степів на Східноєвропейській рівнині збереглися менше, ніж природа тундри, тому що\n
1) степи сформувалися в прогинах платформ, а тундра - на щитах\n
2) клімат в зоні степу - субтропічний, а в тундрі - помірний\n
3) у зоні степу - дефіцит вологи, а в тундрі - надлишок вологи\n
4) у степах - родючі ґрунти, а в тундрі - бідні й заболочені
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 55"],
        }
    },
    56: {
        """56. Чому з просуванням на південь збільшується кількість висотних поясів у горах Євразії?\n
1) покращується родючість ґрунтів\n
2) збільшується кількість опадів\n
3) зростає висота снігової лінії\n
4) підвищується антропогенний вплив
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 56"],
            "4": ["4", "x"],
        }
    },
    57: {
        """57. Якщо глобальне потепління зумовить підвищення температури повітря на планеті на кілька градусів, то на території Євразії\n
1) межа арктичних пустель буде зміщуватися на південь\n
2) тундра поступово перетворюватиметься на лісотундру\n
3) на місці степів поширюватимуться мішані та хвойні ліси\n
4) мусонні ліси витіснятимуть вологі екваторіальні ліси
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 57"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    58: {
        """58. Завдання 33
Річки басейну Північного Льодовитого океану протікають у помірному та субарктичному кліматичних поясах. Який наслідок такого положення й напрямку течії цих річок?\n
1) переважно рівнинний характер течії, місцями - пороги в руслах\n
2) тривала весняна повінь, спочатку у верхній течії, потім - у нижній\n
3) паводковий режим річок, часто з катастрофічними наслідками\n
4) льодостав у верхній течії, можливість цілорічної навігації - у нижній
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 58"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    59: {
        """59. Яка природна зона в Євразії та в Північній Америці простягається суцільною смугою із заходу на схід, перериваючись лише в гірських районах?\n
1) тайга\n
2) мусонні ліси\n
3) савани й рідколісся\n
4) вічнозелені твердолисті ліси й чагарники
        """: {
            "1": ["1", "correct 59"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    60: {
        """60. Ніде на Землі, окрім Європи, ліси не поширюються до паралелі 70о пн. ш. Що спричинило проникнення лісів так далеко на північ у цьому регіоні?\n
1) формування високогірного рельєфу\n
2) уплив теплої течії на клімат регіону\n
3) зниження сейсмічності в регіоні\n
4) господарське освоєння території
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 60"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    61: {
        """61. Відстань між крайніми західною і східною точками найбільша на материку\n
1) Північна Америка\n
2) Австралія\n
3) Євразія\n
4) Африка
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 61"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-pryrodni_zony_zemli/
    # Предмет: Географія
    # Розділ: Загальна географія
    # Тема: Природні зони Землі, їх особливості
    62: {
        """62. Укажіть правильну відповідність «природна зона — тип ґрунтів, характерний для неї».\n
1) хвойні ліси — підзолисті\n
2) широколисті ліси — каштанові\n
3) вологі вічнозелені ліси — коричневі\n
4) твердолисті вічнозелені ліси — чорноземні
        """: {
            "1": ["1", "correct 62"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    63: {
        """63. Як пояснити пристосованість рослин тундри до боротьби із засухами, якщо тундрово-глеєві ґрунти перезволожені?\n
1) ґрунтова волога містить підвищену концентрацію розчинених солей\n
2) рослини тундри зберегли це пристосування з дольодовикового періоду\n
3) влітку волога міститься лише на поверхні ґрунту і не просочується в глибину\n
4) в умовах інтенсивного випаровування холодний ґрунт ускладнює поглинання вологи корінням рослин
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 63"],
        }
    },
    64: {
        """64. Укажіть правильну відповідність «природна зона — тип ґрунту, характерний для неї».\n
1) тундра — буроземи\n
2) тайга — підзолисті\n
3) степи — жовтоземи\n
4) савани — коричневі
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 64"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    65: {
        """65. Корковий дуб, дика маслина, мирт і лавр — це рослини, типові для природної зони\n
1) широколистих лісів помірного поясу.\n
2) вічнозелених твердолистих лісів і чагарників.\n
3) субекваторіальних перемінно-вологих лісів.\n
4) вологих вічнозелених екваторіальних лісів.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 65"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    66: {
        """66. Ділянки твердолистих лісів і чагарників типові для острова\n
1) Мадагаскар.\n
2) Нова Гвінея.\n
3) Ісландія.\n
4) Сицилія.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 66"],
        }
    },
    67: {
        """67. Яка основна причина відсутності трав'яного покриву на ґрунті в зоні вічнозелених екваторіальних лісів?\n
1) недостатньо світла\n
2) недостатньо вологи\n
3) багато тепла\n
4) багато гумусу
        """: {
            "1": ["1", "correct 67"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    68: {
        """68. Найбільший за площею район екваторіальних лісів сформувався\n
1) в басейні річки Амазонки\n
2) на узбережжі Карибського моря\n
3) на південному сході Африки\n
4) в міжгірних долинах Гімалаїв і Тибету
        """: {
            "1": ["1", "correct 68"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    69: {
        """69. Різноманіття природних зон у помірному поясі Північної півкулі зумовлено\n
1) чергуванням тектонічних структур різного віку\n
2) розташуванням великих за площею низовин і височин\n
3) поширенням багаторічної мерзлоти й сучасного зледеніння\n
4) істотними відмінностями температури повітря й зволоження
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 69"],
        }
    },
    # https://zno.osvita.ua/geography/tag-krayiny_yevropy/
    # Предмет: Географія
    # Розділ: Регіони та країни
    # Тема: Європа. Загальна характеристика Європи. Країни Європи
    70: {
        """70. У територіальній структурі господарства Німеччини помітні великі диспропорції:\n
1) більшість великих промислових об’єктів сконцентровано на заході — у Прирейнському районі.\n
2) основні виробничі потужності розташовані на півночі країни — у приморській зоні.\n
3) найбільш економічно розвиненими та привабливими для інвестицій є східні землі.\n
4) домінуючу роль у виробництві промислової продукції та послуг відіграє столична агломерація.
        """: {
            "1": ["1", "correct 70"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    71: {
        """71. Укажіть галузі господарства, в яких підприємства України, Білорусі і Молдови є конкурентами.\n
1) важке машинобудування, металургія\n
2) вугільна та нафтопереробна промисловість\n
3) вагонобудування і деревообробка\n
4) легка і харчова промисловість
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 71"],
        }
    },
    72: {
        """72. Для якої країни характерна вказана структура експорту: туристичні послуги, фрукти, вино, сир, пшениця, автомобілі, літаки, сталь, хімікати, ювелірні вироби, шовк?\n
1) Франції\n
2) Канади\n
3) Швейцарії\n
4) Ірану
        """: {
            "1": ["1", "correct 72"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    73: {
        """73. У якій країні Європи південні райони істотно відстають в економічному розвитку порівняно з північними і центральними?\n
1) Німеччині\n
2) Великій Британії\n
3) Франції\n
4) Італії
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 73"],
        }
    },
    74: {
        """74. «Центральна вісь розвитку» господарства Західної Європи, що концентрує дві третини промислового потенціалу регіону, проходить\n
1) уздовж узбережжя Атлантичного океану\n
2) від Балтійського моря до Балканського півострова\n
3) з півдня Великої Британії до півночі Італії\n
4) уздовж умовної лінії Мадрид - Мінськ – москва
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 74"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-migraciyi_yih_pokaznyky/
    # Предмет: Географія
    # Розділ: Населення України та світу
    # Тема: Міграції, їх показники
    75: {
        """75. Який вислів містить інформацію про міграції населення в Україні?\n
1) найбільшу моноцентричну агломерацію сформовано навколо столиці\n
2) частка дітей у віковій структурі населення в західних областях більша, ніж у східних та центральних\n
3) кількість внутрішньо переміщених осіб упродовж року збільшилася на неокупованих територіях Донбасу та в Харківській області\n
4) переважання смертності над народжуваністю є основною причиною зменшення густоти населення в більшості областей
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 75"],
            "4": ["4", "x"],
        }
    },
    76: {
        """76. Низький рівень життя в країнах периферії з доіндустріальною економікою спричиняє загострення у високорозвинених країнах проблеми\n
1) зростання цін на сировину та енергоносії\n
2) збільшення кількості нелегальних мігрантів\n
3) зменшення середньорічного доходу населення\n
4) зменшення частки первинного сектора економіки
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 76"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    77: {
        """77. Яка подія зумовила збільшення кількості іммігрантів в Україні?\n
1) влаштування програміста з передмістя на роботу в Києві\n
2) переїзд родини з Херсонської області на проживання в Дніпро\n
3) приїзд представника української діаспори в Одесу на конференцію\n
4) переїзд підприємця з Білорусі на постійне проживання в Житомир
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 77"],
        }
    },
    # https://zno.osvita.ua/geography/tag-urbanizaciya/
    # Предмет: Географія
    # Розділ: Населення України та світу
    # Тема: Урбанізація
    78: {
        """78. Визначте особливість процесу урбанізації в розвинених країнах.\n
1) низький рівень урбанізації\n
2) високі темпи урбанізації\n
3) хибна урбанізація\n
4) субурбанізація
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 78"],
        }
    },
    79: {
        """79. Субурбанізація — це\n
1) зростання ролі міст в економічному та культурному житті суспільства.\n
2) формування стійких економічних зв'язків між містами.\n
3) прискорений розвиток приміських зон великих міст.\n
4) збільшення кількості міст та їхніх розмірів.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 79"],
            "4": ["4", "x"],
        }
    },
    80: {
        """80. Рівень урбанізації в країні визначається\n
1) за часткою міських жителів у загальній кількості населення.\n
2) за кількістю мешканців міст у розрахунку на одиницю площі країни.\n
3) як співвідношення кількості міських і сільських населених пунктів.\n
4) як величина внутрішніх міграцій із сіл до міст і селищ міського типу.
        """: {
            "1": ["1", "correct 80"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    81: {
        """81. Який напрямок міграції спричинятиме зростання рівня урбанізації в регіоні?\n
1) село → місто\n
2) мале село → велике село\n
3) місто → селище міського типу\n
4) місто → місто
        """: {
            "1": ["1", "correct 81"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/geography/tag-etnichnyj_sklad_naselennya/
    # Предмет: Географія
    # Розділ: Населення України та світу
    # Тема: Етнічний та релігійний склад населення
    82: {
        """82. Темношкірі «лісові люди» з тонкими губами, дуже широким носом і середнім зростом 140-145 см - це\n
1) араби Північної Африки.\n
2) ефіопи Східної Африки.\n
3) пігмеї Екваторіальної Африки.\n
4) бушмени Південної Африки.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 82"],
            "4": ["4", "x"],
        }
    },
    83: {
        """83. До якої раси належать араби?\n
1) європеоїдної\n
2) монголоїдної\n
3) негроїдної\n
4) австралоїдної
        """: {
            "1": ["1", "correct 83"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    84: {
        """84. У якій області України компактно проживають гагаузи?\n
1) Одеській\n
2) Закарпатській\n
3) Волинській\n
4) Чернівецькій
        """: {
            "1": ["1", "correct 84"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    85: {
        """85. Країна, де серед віруючих переважають мусульмани.\n
1) Індія\n
2) Єгипет\n
3) Колумбія\n
4) Намібія
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 85"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    86: {
        """86. Укажіть країну, у якій домінуюча релігія – синтоїзм.\n
1) Індія\n
2) Ізраїль\n
3) Туреччина\n
4) Японія
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 86"],
        }
    },
    # https://zno.osvita.ua/geography/tag-geografichne_polozhennya_ukrayiny/
    # Предмет: Географія
    # Розділ: Фізична географія України
    # Тема: Географічне положення, формування території України
    87: {
        """87. Україна розташована\n
1) на захід від Гринвіцького меридіана.\n
2) на стику двох великих тектонічних структур.\n
3) у межах першого годинного поясу.\n
4) у трьох природних зонах
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 87"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    88: {
        """88. Яка крайня точка України розташована найближче до Гринвіцького меридіана?\n
1) північна\n
2) південна\n
3) східна\n
4) західна
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 88"],
        }
    },
    89: {
        """89. Територія України удвічі більша за територію\n
1) Італії\n
2) Франції\n
3) Білорусі\n
4) Молдови
        """: {
            "1": ["1", "correct 89"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    90: {
        """90. Значна протяжність території України з півночі на південь зумовлює\n
1) чітку зональну зміну природних комплексів.\n
2) чергування рівнинних і гірських ділянок.\n
3) порізану берегову лінію морів.\n
4) напрямок течії найбільших річок.
        """: {
            "1": ["1", "correct 90"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    91: {
        """91. Територія України розміщена приблизно на одній широті з\n
1) Білоруссю.\n
2) Францією.\n
3) Туреччиною.\n
4) Грузією.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 91"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    92: {
        """92. Державний кордон України проходить вздовж річок\n
1) Тетерів, Інгул.\n
2) Західний Буг, Дністер.\n
3) Південний Буг, Інгулець.\n
4) Збруч, Кальміус.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 92"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    93: {
        """93. Яка крайня точка України розміщена на межі з Угорщиною?\n
1) с. Грем’яч\n
2) с. Соломонове\n
3) мис Сарич\n
4) с. Червона Зірка
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 93"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    94: {
        """94. Україна має ділянку морського кордону з\n
1) Молдовою.\n
2) Румунією.\n
3) Польщею.\n
4) Грецією.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 94"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    95: {
        """95. У яких півкулях розташована Україна?\n
1) західній і північній\n
2) східній і північній\n
3) західній і південнній\n
4) східній і південній
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 95"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    96: {
        """96. Територія України майже повністю розташована в помірному поясі, і тому\n
1) переважають рівнинні форми рельєфу\n
2) сильно розчленована берегова лінія морів\n
3) розробляються родовища різних корисних копалин\n
4) чітко простежується сезонність природних процесів
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 96"],
        }
    },
    97: {
        """97. Яке твердження щодо географічного положення України є правильним?\n
1) розташована в одній частині світу\n
2) омивається водами двох океанів, трьох морів\n
3) знаходиться на стику трьох літосферних плит\n
4) розміщена в п’яти природних зонах
        """: {
            "1": ["1", "correct 97"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    98: {
        """98. Який компонент території держави має Україна на відміну від Білорусі, Словаччини й Угорщини?\n
1) суходіл з його надрами\n
2) внутрішні води\n
3) територіальні води\n
4) повітряний простір
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 98"],
            "4": ["4", "x"],
        }
    },
    99: {
        """99. На політичній карті світу Україну позначено як\n
1) автономну республіку\n
2) підопічну територію ООН\n
3) договірну федерацію\n
4) суверенну державу
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 99"],
        }
    },
    100: {
        """100. Яка країна «Великої сімки» має таку форму державного правління та адміністративно-територіального устрою, як і Україна?\n
1) Франція\n
2) Велика Британія\n
3) Німеччина\n
4) США
        """: {
            "1": ["1", "correct 100"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    #     00: {
    #         """00. Question\n
    # 1) Answer_1\n
    # 2) Answer_2\n
    # 3) Answer_3\n
    # 4) Answer_4
    #         """: {
    #             "1": ["1", "correct 00"],
    #             "2": ["2", "x"],
    #             "3": ["3", "x"],
    #             "4": ["4", "x"],
    #         }
    #     },
}


# answered_data = {
#     "Валодя": ["72", "39"],
#     "Сірожка": ["21", "3", "85", "49", "41", "98", "23", "14", "42", "7", "27", "33"],
#     "Іринка": ["76", "69", "27", "49", "26", "24", "42", "36", "30", "16", "81", "84", "59", "95", "82", "79", "74", "32", "15", "70", "21"],
#     "ВладиSlave": ["3", "46", "47"],
#     "Оленка": ["19", "14", "35", "1", "7", "49"],
#     "Бот Кошмарик": ["52", "46", "36", "99", "33", "12", "45", "81", "16", "55", "44", "93", "96", "19", "66", "88", "40", "90"],
#     "Кабачок": ["60", "32", "5", "66", "65", "86", "7", "33", "49", "100", "27", "41", "94", "34", "23", "70", "22", "9", "43", "18", "8", "85", "21", "81", "56", "88"],
#     "Санечек": ["99"],
#     "Erwin Rommel": [],
#     "Лео Мяу Мяу": [],
#     "Lonely": ["50"],
#     "Ярослав": ["41", "60", "4", "19", "79", "67", "50", "49", "84", "98", "9", "88", "25", "70", "16", "73", "40"],
# }
