questionnaire = {
    1: {
        "Скільки кісток в тілі людини?": {
            "1": ["306", "x"],
            "2": ["206", "correct"],
            "3": ["106", "x"],
            "4": ["406", "x"],
        }
    },
    2: {
        "Скільки в світі діючих вулканів?": {
            "1": ["1450", "x"],
            "2": ["1400", "x"],
            "3": ["1360", "x"],
            "4": ["1350", "correct"],
        }
    },
    3: {
        "Який найбільший острів у світі?": {
            "1": ["Австралія", "x"],
            "2": ["Філіппіни", "x"],
            "3": ["Гренландія", "correct"],
            "4": ["Балі", "x"],
        }
    },
    4: {
        "Скільки карт у стандартній колоді без джокерів?": {
            "1": ["26", "x"],
            "2": ["52", "correct"],
            "3": ["46", "x"],
            "4": ["54", "x"],
        }
    },
    5: {
        "Скільки живуть клітини мозку?": {
            "1": ["3 дні", "x"],
            "2": ["2 місяці", "x"],
            "3": ["3 роки", "x"],
            "4": ["Ціле життя", "correct"],
        }
    },
    6: {
        "Що за тварина заєць?": {
            "1": ["Хом'як", "x"],
            "2": ["Кенгуру", "x"],
            "3": ["Кролик", "correct"],
            "4": ["Раунд!", "x"],
        }
    },
    7: {
        "Хто найрозумніший в чаті?": {
            "1": ["Бот", "x"],
            "2": ["Санечек", "x"],
            "3": ["Сірожка", "x"],
            "4": ["Халвінг та лістінг", "correct"],
        }
    },
}
