questionnaire = {
    1: {
        "Скільки кісток в тілі людини?": {
            "1": ["306", "x"],
            "2": ["206", "correct"],
            "3": ["106", "x"],
            "4": ["406", "x"],
        }
    },
    2: {
        "Яку частину поверхні Землі вкриває океан?": {
            "1": ["90%", "x"],
            "2": ["46%", "x"],
            "3": ["50%", "x"],
            "4": ["71%", "correct"],
        }
    },
    3: {
        "Який найбільший острів у світі?": {
            "1": ["Австралія", "x"],
            "2": ["Філіппіни", "x"],
            "3": ["Гренландія", "correct"],
            "4": ["Балі", "x"],
        }
    },
    4: {
        "Скільки карт у стандартній колоді без джокерів?": {
            "1": ["26", "x"],
            "2": ["52", "correct"],
            "3": ["46", "x"],
            "4": ["54", "x"],
        }
    },
    5: {
        "Скільки живуть клітини мозку?": {
            "1": ["3 дні", "x"],
            "2": ["2 місяці", "x"],
            "3": ["3 роки", "x"],
            "4": ["Ціле життя", "correct"],
        }
    },
    6: {
        "Що за тварина заєць?": {
            "1": ["Хом'як", "x"],
            "2": ["Кенгуру", "x"],
            "3": ["Кролик", "correct"],
            "4": ["Раунд!", "x"],
        }
    },
    7: {
        "Сколько в среднем весят мышцы человека?": {
            "1": ["28 килограмм или до 40% от массы тела", "correct"],
            "2": ["40 килограмм или до 50% от массы тела", "x"],
            "3": ["15 килограмм или до 23% от массы тела", "x"],
            "4": ["60 килограмм или до 70% от массы тела", "x"],
        }
    },
    8: {
        "Назовите основные типы тканей человека": {
            "1": ["Эпителиальная, соединительная, нейлоновая, нервная", "x"],
            "2": ["Эпителиальная, лимфоидная, мышечная, нервная", "x"],
            "3": ["Эпителиальная, соединительная, мышечная, костная", "x"],
            "4": ["Эпителиальная, соединительная, мышечная, нервная", "correct"],
        }
    },
    9: {
        "Какая мышца в теле человека является самой крупной?": {
            "1": ["Широчайшая", "x"],
            "2": ["Трапеция", "x"],
            "3": ["Большая ягодичная", "correct"],
            "4": ["Огромная Дельтовидная", "x"],
        }
    },
    10: {
        "Какая кость в скелете - самая длинная?": {
            "1": ["Плечевая", "x"],
            "2": ["Череп", "x"],
            "3": ["Таз", "x"],
            "4": ["Бедренная", "correct"],
        }
    },
    11: {
        "Где находятся самые маленькие кости человека?": {
            "1": ["В ухе", "correct"],
            "2": ["В носу", "x"],
            "3": ["В глазу", "x"],
            "4": ["В жопе", "х"],
        }
    },
    12: {
        "Сколько процентов воды содержит кость?": {
            "1": ["До 60", "x"],
            "2": ["До 30", "x"],
            "3": ["До 40", "x"],
            "4": ["До 22", "correct"],
        }
    },
    13: {
        " Скільки секунд в одній добі?": {
            "1": ["Более 90,400", "x"],
            "2": ["Более 86,400", "correct"],
            "3": ["Более 87,400", "x"],
            "4": ["Более 44,400", "х"],
        }
    },
    14: {
        "Какой диапазон частот способно улавливать ухо человека?": {
            "1": ["От 4 Гц до 66 кГц", "x"],
            "2": ["От 45 Гц до 69 кГц", "x"],
            "3": ["От 23 Гц до 567 кГц", "x"],
            "4": ["От 16 Гц до 122 кГц", "correct"],
        }
    },
    15: {
        "Какова площадь дыхательной поверхности легких?": {
            "1": ["Более 90 квадратных метров", "correct"],
            "2": ["Менее 10 квадратных метров", "x"],
            "3": ["Более 150 квадратных сантиметров", "x"],
            "4": ["Более 4 квадратных километров", "х"],
        }
    },
    16: {
        "Сколько костей в скелете человека?": {
            "1": ["Менее 15", "x"],
            "2": ["Около 30", "x"],
            "3": ["Более 200", "correct"],
            "4": ["Более 500", "х"],
        }
    },
    17: {
        "Какое растение действует успокаивающе на людей и возбуждающе на котов?": {
            "1": ["Хмель обыкновенный", "x"],
            "2": ["Ромашка аптечная", "x"],
            "3": ["Фиточай", "x"],
            "4": ["Валериана лекарственная", "correct"],
        }
    },
    18: {
        "Какое существо изображено на эмблеме Медицины?": {
            "1": ["Волк", "x"],
            "2": ["Змея", "correct"],
            "3": ["Сова", "x"],
            "4": ["Рыба", "х"],
        }
    },
    19: {
        "Врач какой специализации придумал школьную парту?": {
            "1": ["Невролог", "x"],
            "2": ["Офтальмолог", "correct"],
            "3": ["Ортопед", "x"],
            "4": ["Зубник", "х"],
        }
    },
    20: {
        "Какой их этих докторов не является вымышленным персонажем?": {
            "1": ["Айболит", "x"],
            "2": ["Ватсон", "x"],
            "3": ["Боткин", "correct"],
            "4": ["Франкенштейн", "х"],
        }
    },
    21: {
        "Какую клятву традиционно произносят все выпускники медицинских ВУЗов?": {
            "1": ["Клятву Родине", "x"],
            "2": ["Клятву Гиппократа", "correct"],
            "3": ["Клятву Сократа", "x"],
            "4": ["Клятва брачная", "х"],
        }
    },
    22: {
        "Что такое гирудотерапия?": {
            "1": ["Лечение грязями", "x"],
            "2": ["Лечение пиявками", "correct"],
            "3": ["Лечение травами", "x"],
            "4": ["Лечение от коронавируса", "х"],
        }
    },
    23: {
        "Какое масло было в основе снадобья, которым в средние века монахи лечили простуду?": {
            "1": ["Сливовочное масло", "x"],
            "2": ["Горчичное масло", "x"],
            "3": ["Топленое масло", "x"],
            "4": ["Кармоловое масло", "correct"],
        }
    },
    24: {
        "Как по-научному называют марганцовку?": {
            "1": ["Этиловый спирт", "x"],
            "2": ["Магния сульфат", "x"],
            "3": ["Калия перманганат", "correct"],
            "4": ["Блевотна суміш", "х"],
        }
    },
    25: {
        "Які з перерахованих м'язів відносяться до жувальних?": {
            "1": ["Щічний, підборідний, виличний великий м'яз", "x"],
            "2": ["Скроневий, підборідний, великий і малий виличні", "x"],
            "3": ["Щічний, скроневий, виличний, власне жувальний", "x"],
            "4": ["Латеральний і медіальний крилоподібні, скроневий і власне жувальний", "correct"],
        }
    },
    26: {
        "Всі нижче названі м’язи відносяться до мімічних, за винятком:": {
            "1": ["М’яза-підіймача кута рота", "x"],
            "2": ["Щічного м’яза", "x"],
            "3": ["Колового м’яза ока", "x"],
            "4": ["Скроневого м’яза", "correct"],
        }
    },
    27: {
        "Какое время года включает месяц, названный в честь бога войны?": {
            "1": ["зима", "x"],
            "2": ["весна", "correct"],
            "3": ["лето", "x"],
            "4": ["осень", "х"],
        }
    },
    28: {
        "Что скрывает вуаль?": {
            "1": ["прошлое", "x"],
            "2": ["друзей", "x"],
            "3": ["лицо", "correct"],
            "4": ["доходы", "х"],
        }
    },
    29: {
        "Какие рыбы издавна помогают жителям Мадагаскара в ловле морских черепах?": {
            "1": ["акулы", "x"],
            "2": ["скаты", "x"],
            "3": ["прилипалы", "correct"],
            "4": ["латимерии", "х"],
        }
    },
    30: {
        "Какая шахматная фигура по-польски называется «гетман»?": {
            "1": ["король", "x"],
            "2": ["ферзь", "correct"],
            "3": ["слон", "x"],
            "4": ["ладья", "х"],
        }
    },
    31: {
        "Як називається річка, що протікає через бразильський тропічний ліс?": {
            "1": ["Гуйва", "x"],
            "2": ["Дніпро", "x"],
            "3": ["Амазонка", "correct"],
            "4": ["Ніл", "х"],
        }
    },
    32: {
        "Яке місце найхолодніше на Землі?": {
            "1": ["Серце твоєї колишньої/твого колишнього", "x"],
            "2": ["Південний полюс", "x"],
            "3": ["Півічний полюс", "x"],
            "4": ["Східне Антарктичне плато", "correct"],
        }
    },
    33: {
        "Яка найбільша пустеля світу?": {
            "1": ["Антарктична пустеля", "correct"],
            "2": ["Сахара", "x"],
            "3": ["Арктична пустеля", "x"],
            "4": ["Мозок мого знайомого", "х"],
        }
    },
    34: {
        "Скільки великих островів складають Гаваї?": {
            "1": ["4", "x"],
            "2": ["5", "x"],
            "3": ["6", "x"],
            "4": ["8", "correct"],
        }
    },
    35: {
        "Яка країна має найбільше населення у світі?": {
            "1": ["Індія", "x"],
            "2": ["США", "x"],
            "3": ["Китай", "correct"],
            "4": ["Русняве кладовище", "х"],
        }
    },
    36: {
        "Де знаходиться найбільший вулкан на Землі?": {
            "1": ["В сраці", "x"],
            "2": ["Індонезія", "x"],
            "3": ["Японія", "x"],
            "4": ["Гаваї", "correct"],
        }
    },
    37: {
        "У якому штаті США знаходиться Ніагарський водоспад?": {
            "1": ["Нью-Йорк", "correct"],
            "2": ["Техас", "x"],
            "3": ["Арізона", "x"],
            "4": ["Вашингтон", "х"],
        }
    },
    38: {
        "Як називається найбільша річка, що протікає через Париж?": {
            "1": ["Лена", "x"],
            "2": ["Сена", "correct"],
            "3": ["Ацусена", "x"],
            "4": ["Дніпро", "х"],
        }
    },
    39: {
        "Як називається найменша країна світу?": {
            "1": ["Люксембург", "x"],
            "2": ["Монте-Карло", "x"],
            "3": ["Монако", "x"],
            "4": ["Ватикан", "correct"],
        }
    },
    40: {
        "Яка столиця Канади?": {
            "1": ["Антананаріву", "x"],
            "2": ["Оттава", "correct"],
            "3": ["Мехіко", "x"],
            "4": ["Любляна", "х"],
        }
    },
    41: {
        "Скільки часових поясів має Австралія?": {
            "1": ["3", "correct"],
            "2": ["4", "x"],
            "3": ["2", "x"],
            "4": ["1", "х"],
        }
    },
    42: {
        "Як називається найбільша країна світу?": {
            "1": ["США", "x"],
            "2": ["Канада", "x"],
            "3": ["рассея", "х"],
            "4": ["Їбана мордовія", "correct"],
        }
    },
    43: {
        "У якій країні розташовані Великі піраміди Гізи?": {
            "1": ["Індія", "x"],
            "2": ["Палестина", "x"],
            "3": ["Єгипет", "correct"],
            "4": ["Ізраіль", "х"],
        }
    },
    44: {
        "Який найбільший за площею штат США?": {
            "1": ["Нью Мехіко", "x"],
            "2": ["Арізона", "x"],
            "3": ["Вашингтон", "x"],
            "4": ["Аляска", "correct"],
        }
    },
    45: {
        "Через скільки штатів протікає річка Міссісіпі?": {
            "1": ["31", "correct"],
            "2": ["33", "x"],
            "3": ["43", "x"],
            "4": ["12", "х"],
        }
    },
    46: {
        "Яка найкоротша річка світу?": {
            "1": ["Річка Роу", "correct"],
            "2": ["Річка Дніпро", "x"],
            "3": ["Річка Ніл", "x"],
            "4": ["Річка Гуйва", "х"],
        }
    },
    47: {
        "До якої країни належать Канарські острови?": {
            "1": ["Німеччина", "x"],
            "2": ["Португалія", "x"],
            "3": ["Іспанія", "correct"],
            "4": ["Італія", "х"],
        }
    },
    48: {
        "Які дві країни межують на півночі з Угорщиною?": {
            "1": ["Словаччина та Україна", "correct"],
            "2": ["Румунія та Україна", "x"],
            "3": ["Словаччина та Румунія", "x"],
            "4": ["Бельгія та Україна", "х"],
        }
    },
    49: {
        "Як називається друга за висотою гора в світі? ": {
            "1": ["K2", "correct"],
            "2": ["K4", "x"],
            "3": ["П2", "x"],
            "4": ["Н2", "х"],
        }
    },
    50: {
        "У якій країні знаходиться гора Еверест?": {
            "1": ["Індія", "x"],
            "2": ["Китай", "x"],
            "3": ["Тайвань", "x"],
            "4": ["Непал", "correct"],
        }
    },
    51: {
        "Святе Сімейство - відома пам'ятка Іспанії. В якому місті він знаходиться?": {
            "1": ["Барселона", "correct"],
            "2": ["Мадрид", "x"],
            "3": ["Оттава", "x"],
            "4": ["Яке сімейство?", "х"],
        }
    },
    52: {
        "Маттерхорн є відомою пам’яткою якої країни?": {
            "1": ["Данія", "x"],
            "2": ["Іспанія", "x"],
            "3": ["Німеччина", "x"],
            "4": ["Швейцарія", "correct"],
        }
    },
    53: {
        "Яка столиця Австралії?": {
            "1": ["Мельбурн", "x"],
            "2": ["Анкара", "x"],
            "3": ["Канберра", "correct"],
            "4": ["Братислава", "х"],
        }
    },
    54: {
        "Баку є столицею якої країни?": {
            "1": ["Грузія", "x"],
            "2": ["Азербайджан", "correct"],
            "3": ["Вірменія", "x"],
            "4": ["Іспанія", "х"],
        }
    },
    55: {
        "Яка столиця Камбоджі?": {
            "1": ["Тхимпху", "x"],
            "2": ["Пнімпонь", "x"],
            "3": ["Пнімпень", "x"],
            "4": ["Пномпень", "correct"],
        }
    },
    56: {
        "Яка столиця Індії?": {
            "1": ["Нью-Мехіко", "x"],
            "2": ["Нью-Делі", "correct"],
            "3": ["Делі", "x"],
            "4": ["Відень", "х"],
        }
    },
    57: {
        "Яка столиця Нової Зеландії?": {
            "1": ["Делі", "x"],
            "2": ["Джакарта", "x"],
            "3": ["Антананаріву", "x"],
            "4": ["Веллінгтон", "correct"],
        }
    },
    58: {
        "Яка столиця Південної Кореї?": {
            "1": ["Сеул", "correct"],
            "2": ["Канберра", "x"],
            "3": ["Веллінгтон", "x"],
            "4": ["Вадуц", "х"],
        }
    },
    59: {
        "Столицею якої країни є Вадуц?": {
            "1": ["Монако", "x"],
            "2": ["Ліхтенштейн", "correct"],
            "3": ["Ємен", "x"],
            "4": ["Індія", "х"],
        }
    },
    60: {
        "В який океан впадає Амазонка?": {
            "1": ["Атлантичний ", "correct"],
            "2": ["Тихий", "x"],
            "3": ["Атлантичний", "x"],
            "4": ["Індійський", "х"],
        }
    },
    61: {
        "Яка остання династія Китаю?": {
            "1": ["династія Цюн", "x"],
            "2": ["династія Цян", "x"],
            "3": ["династія Цин", "correct"],
            "4": ["династія Цєн", "х"],
        }
    },
    62: {
        "У якому році було вбито Джона Ф. Кеннеді?": {
            "1": ["1967", "x"],
            "2": ["1964", "x"],
            "3": ["1962", "x"],
            "4": ["1963", "correct"],
        }
    },
    63: {
        "Чий період був відомий як Золотий вік Риму?": {
            "1": ["Август Цезар", "correct"],
            "2": ["Марк Аврелій", "x"],
            "3": ["Калігула", "x"],
            "4": ["Макс Бердичівський", "х"],
        }
    },
    64: {
        "З якої країни виникла цивілізація ацтеків?": {
            "1": ["Чилі", "x"],
            "2": ["Мексика", "correct"],
            "3": ["Парагвай", "x"],
            "4": ["Аргентина", "х"],
        }
    },
    65: {
        "Де залишився Вавилон?": {
            "1": ["Ірак", "correct"],
            "2": ["Іран", "x"],
            "3": ["Саудівська Аравія", "x"],
            "4": ["В сраці", "х"],
        }
    },
    66: {
        "Де знаходиться батьківщина Жанни д'Арк?": {
            "1": ["Німеччина", "x"],
            "2": ["Португалія", "x"],
            "3": ["Франція", "correct"],
            "4": ["Іспанія", "х"],
        }
    },
    67: {
        "Під час якої події Корея була розділена на 2 країни?": {
            "1": ["Друга світова війна", "correct"],
            "2": ["Перша світова війна", "x"],
            "3": ["Любліньстка унія", "x"],
            "4": ["День народження Степана Бандери", "х"],
        }
    },
    68: {
        "Хто є винахідником електричного світла?": {
            "1": ["Нікола Тесла", "x"],
            "2": ["Ричард Гір", "x"],
            "3": ["Томас Едісон", "correct"],
            "4": ["Альберт Ейнштейн", "х"],
        }
    },
    69: {
        "У якій країні розташоване відоме місце Куско, Мачу-Пічу?": {
            "1": ["Мексика", "x"],
            "2": ["Перу", "correct"],
            "3": ["Аргентина", "x"],
            "4": ["Білорусь", "х"],
        }
    },
    70: {
        "Хто після Леніна був офіційним лідером Радянського Союзу?": {
            "1": ["Бєрія", "x"],
            "2": ["Троцький", "x"],
            "3": ["Сталін", "correct"],
            "4": ["Валодя", "х"],
        }
    },
    71: {
        "Хто такий відомий лідер Куби, який був при владі 49 років?": {
            "1": ["ЧеГевара", "x"],
            "2": ["Мусоліні", "x"],
            "3": ["Сталін", "x"],
            "4": ["Фідель Кастро", "correct"],
        }
    },
    72: {
        "Яка династія вважається Золотим віком в історії Китаю?": {
            "1": ["династія Тян", "x"],
            "2": ["династія Тан", "correct"],
            "3": ["династія Тюн", "x"],
            "4": ["династія Тін", "х"],
        }
    },
    73: {
        "В якому океані затонув Титанік?": {
            "1": ["Тихий", "x"],
            "2": ["Атлантичний", "correct"],
            "3": ["Індійський", "x"],
            "4": ["Нехай пливе відро сране", "х"],
        }
    },
    74: {
        "Коли було знесено Берлінську стіну?": {
            "1": ["1990", "x"],
            "2": ["1993", "x"],
            "3": ["1984", "x"],
            "4": ["1989", "correct"],
        }
    },
    75: {
        "У якій країні жив Альберт Ейнштейн до переїзду до Сполучених Штатів?": {
            "1": ["Німеччина", "correct"],
            "2": ["Австрія", "x"],
            "3": ["Нідерланди", "x"],
            "4": ["Італія", "х"],
        }
    },
    76: {
        "Яка країна першою надала жінкам право голосу в 1893 році?": {
            "1": ["Австралія", "x"],
            "2": ["Франція", "x"],
            "3": ["Нова Зеландія", "correct"],
            "4": ["Бельгія", "х"],
        }
    },
    77: {
        "Хто заводить роман з Клеопатрою і робить її королевою Єгипту?": {
            "1": ["Августин третій", "x"],
            "2": ["Калігула", "x"],
            "3": ["Марк Аврелій", "x"],
            "4": ["Юлій Цезар", "correct"],
        }
    },
    78: {
        "Хто з перерахованих наголосив на «п’яти стосунках»?": {
            "1": ["Аристотель", "x"],
            "2": ["Кант", "x"],
            "3": ["Конфуцій", "correct"],
            "4": ["Ніцше", "х"],
        }
    },
    79: {
        "Хто відомий як батько медицини?": {
            "1": ["Мендєлєєв", "x"],
            "2": ["Сократ", "x"],
            "3": ["Гіппократ", "correct"],
            "4": ["Владислав", "х"],
        }
    },
    80: {
        "Хто був богом-покровителем Трої?": {
            "1": ["Зевс", "x"],
            "2": ["Клімакс", "x"],
            "3": ["Арей", "x"],
            "4": ["Аполлон", "correct"],
        }
    },
    81: {
        "Як римляни називали Шотландію?": {
            "1": ["Ось та хуйня не зрозуміла", "x"],
            "2": ["Калейдоскопія", "x"],
            "3": ["Македонія", "x"],
            "4": ["Каледонія", "correct"],
        }
    },
    82: {
        "Яке відоме військове формування створив Олександр Македонський?": {
            "1": ["Шеренга", "x"],
            "2": ["Фаланга", "correct"],
            "3": ["Клин", "x"],
            "4": ["Бухнути перед боєм", "х"],
        }
    },
    83: {
        "Скільки президентів США зображено на горі Рашмор?": {
            "1": ["3", "x"],
            "2": ["4", "correct"],
            "3": ["5", "x"],
            "4": ["6", "х"],
        }
    },
    84: {
        "Хто став 46-м американським президентом?": {
            "1": ["Байден", "correct"],
            "2": ["Клінтон", "x"],
            "3": ["Обама", "x"],
            "4": ["Кеннеді", "х"],
        }
    },
    85: {
        "У якому році Нельсон Мандела був звільнений з в'язниці?": {
            "1": ["1990", "correct"],
            "2": ["1994", "x"],
            "3": ["1993", "x"],
            "4": ["1999", "х"],
        }
    },
    86: {
        "У якому році було засновано Facebook?": {
            "1": ["2001", "x"],
            "2": ["2002", "x"],
            "3": ["2006", "x"],
            "4": ["2004", "correct"],
        }
    },
    87: {
        "Яка планета Чумацького Шляху найгарячіша? ": {
            "1": ["Венера", "correct"],
            "2": ["Юпітер", "x"],
            "3": ["Марс", "x"],
            "4": ["Нептун", "х"],
        }
    },
    88: {
        "Хто подарував Статую Свободи Сполученим Штатам?": {
            "1": ["Іспанія", "x"],
            "2": ["Франція", "correct"],
            "3": ["Греція", "x"],
            "4": ["Нідерланди", "х"],
        }
    },
    89: {
        "При якій температурі за Фаренгейтом вода замерзає?": {
            "1": ["34", "x"],
            "2": ["36", "x"],
            "3": ["32", "correct"],
            "4": ["30", "х"],
        }
    },
    90: {
        "Що означає римська цифра «C»?": {
            "1": ["10", "x"],
            "2": ["50", "x"],
            "3": ["100", "correct"],
            "4": ["1000", "х"],
        }
    },
    91: {
        "Яка тварина була першою клонованою?": {
            "1": ["Вівця", "correct"],
            "2": ["Корова", "x"],
            "3": ["Свиня", "x"],
            "4": ["Курка", "х"],
        }
    },
    92: {
        "Яка найвища гора в Північній Америці?": {
            "1": ["Гора Мак-Кінлі", "correct"],
            "2": ["Гора Маскот", "x"],
            "3": ["Гора Вексма", "x"],
            "4": ["Гора Мак-Кензі", "х"],
        }
    },
    93: {
        "Назвіть зілля, яке дарує удачу в Гаррі Поттер і Напівкровний Принц.": {
            "1": ["Фелікс Феліціс", "correct"],
            "2": ["Адептус Астартес", "x"],
            "3": ["Деминикус Асматікус", "x"],
            "4": ["Авада Кедавра", "х"],
        }
    },
    94: {
        "Як звати домашню сову Гаррі Поттера?": {
            "1": ["Зевс", "x"],
            "2": ["Хегвіз", "correct"],
            "3": ["Монті", "x"],
            "4": ["Джеррі", "х"],
        }
    },
    95: {
        "Який хімічний склад кухонної солі? ": {
            "1": ["C5H2OH", "x"],
            "2": ["H2O", "x"],
            "3": ["NaClBr", "x"],
            "4": ["NaCl", "correct"],
        }
    },
    96: {
        "Якого кольору язик жирафа?": {
            "1": ["Синій", "x"],
            "2": ["Фіолетовий", "correct"],
            "3": ["Білий", "x"],
            "4": ["Чорний", "х"],
        }
    },
    97: {
        "Де живе самий отруйний павук?": {
            "1": ["Нова Зеландія", "x"],
            "2": ["Австралія", "correct"],
            "3": ["Вірменія", "x"],
            "4": ["Чилі", "х"],
        }
    },
    98: {
        "Яка принцеса Діснея натхненна реальною людиною?": {
            "1": ["Білосніжка", "x"],
            "2": ["Покахонтас", "correct"],
            "3": ["Попелюшка", "x"],
            "4": ["Твоя мамка", "х"],
        }
    },
    99: {
        "Скільки сторін містить нонагон?": {
            "1": ["5", "x"],
            "2": ["7", "x"],
            "3": ["8", "x"],
            "4": ["9", "correct"],
        }
    },
    100: {
        "А ти хуй у бєлки видів?": {
            "1": ["Так", "x"],
            "2": ["Ні", "x"],
            "3": ["Який хуй?", "x"],
            "4": ["Яка бєлка?", "correct"],
        }
    },
    101: {
        "9*N дорівнює 108. Що таке N?": {
            "1": ["14", "x"],
            "2": ["13", "x"],
            "3": ["12", "correct"],
            "4": ["66", "х"],
        }
    },
    102: {
        "Який день є днем Пі?": {
            "1": ["14 березня", "correct"],
            "2": ["10 березня", "x"],
            "3": ["18 березня", "x"],
            "4": ["16 березня", "х"],
        }
    },
    103: {
        "Хто був першим, хто використав негативні числа?": {
            "1": ["Японці", "x"],
            "2": ["Скандинави", "x"],
            "3": ["Китайці", "correct"],
            "4": ["Українці", "х"],
        }
    },
    104: {
        "Значення cos 360°?": {
            "1": ["1", "correct"],
            "2": ["5", "x"],
            "3": ["10", "x"],
            "4": ["-1", "х"],
        }
    },
    105: {
        "Хто такий вчений, який народився в день числа Пі?": {
            "1": ["Піфагор", "x"],
            "2": ["Альберт Ейнштейн", "correct"],
            "3": ["Курчатов", "x"],
            "4": ["Ом", "х"],
        }
    },
    106: {
        "Скільки акрів становить квадратну милю?": {
            "1": ["670", "x"],
            "2": ["660", "x"],
            "3": ["650", "x"],
            "4": ["640", "correct"],
        }
    },
    107: {
        "Скільки градусів у прямому куті?": {
            "1": ["30", "x"],
            "2": ["45", "x"],
            "3": ["90", "correct"],
            "4": ["120", "х"],
        }
    },
    108: {
        "Скільки ребер має октаедр?": {
            "1": ["8", "x"],
            "2": ["6", "x"],
            "3": ["12", "correct"],
            "4": ["16", "х"],
        }
    },
    109: {
        "Який метал був відкритий Гансом Крістіаном Ерстедом у 1825 році?": {
            "1": ["алюміній", "correct"],
            "2": ["цинк", "x"],
            "3": ["ртуть", "x"],
            "4": ["залізо", "х"],
        }
    },
    110: {
        "Яка найменша у світі птах?": {
            "1": ["Бджола колібрі", "correct"],
            "2": ["Малазійська зига", "x"],
            "3": ["Тонка метілка", "x"],
            "4": ["ластівка", "х"],
        }
    },
    111: {
        "Повне ім'я ляльки Барбі?": {
            "1": ["Барбара Лоліта Джеймс", "x"],
            "2": ["Барбара Зара Оберон", "x"],
            "3": ["Барбара Аушвайс Зиггз", "x"],
            "4": ["Барбара Міліцент Робертс", "correct"],
        }
    },
    112: {
        "Яка тривалість життя бабки?": {
            "1": ["25 годин", "x"],
            "2": ["24 години", "correct"],
            "3": ["27 годин", "x"],
            "4": ["30 годин", "х"],
        }
    },
    113: {
        "У якому році було вперше випущено Хрещеного батька?": {
            "1": ["1982", "x"],
            "2": ["1962", "x"],
            "3": ["1972", "correct"],
            "4": ["1992", "х"],
        }
    },
    114: {
        "Яка актриса зіграла Мері Поппінс у фільмі 1964 року «Мері Поппінс»?": {
            "1": ["Джулі Ендрюс", "correct"],
            "2": ["Анджеліна Джолі ", "x"],
            "3": ["Вурі Голдберг ", "x"],
            "4": ["Сюзання Клаус", "х"],
        }
    },
    115: {
        "У якому класичному фільмі 1963 року знявся Чарльз Бронсон?": {
            "1": ["The Great Escape", "correct"],
            "2": ["The Migthy One ", "x"],
            "3": ["The Wall Journal", "x"],
            "4": ["TheLenskyi", "х"],
        }
    },
    116: {
        "Про якого в’язня, названого «найжорстокішим у Британії», зняли фільм 2009 року?": {
            "1": ["Омар Лангустін", "x"],
            "2": ["Джемс Дін", "x"],
            "3": ["Чарльз Бронсон", "correct"],
            "4": ["Девід Броуді", "х"],
        }
    },
    117: {
        "Яка колишня акторка «Доктора Хто» зіграла роль Небули у «Месниках: Війна нескінченності»?": {
            "1": ["Олівія Спаркс", "x"],
            "2": ["Диксі Браун", "x"],
            "3": ["Джина Грей", "x"],
            "4": ["Карен Гіллан", "correct"],
        }
    },
    118: {
        "Хто кинув молоток і перо на Місяць, щоб продемонструвати, що без повітря вони падають з однаковою швидкістю?": {
            "1": ["Усейн болт", "x"],
            "2": ["Чарлі Доб", "x"],
            "3": ["Майлз Кірбі", "x"],
            "4": ["Девід Р. Скотт", "correct"],
        }
    },
    119: {
        "Якби Земля була зроблена в чорну діру, який би був діаметр її горизонту подій?": {
            "1": ["20 mm", "correct"],
            "2": ["170 mm", "x"],
            "3": ["500 mm", "x"],
            "4": ["1000 mm", "х"],
        }
    },
    120: {
        "Скільки сердець має восьминога?": {
            "1": ["2", "x"],
            "2": ["3", "correct"],
            "3": ["4", "x"],
            "4": ["5", "х"],
        }
    },
    121: {
        "У якому році продукт WD40 винайшов хімік Норм Ларсен?": {
            "1": ["1953", "correct"],
            "2": ["1943", "x"],
            "3": ["1963", "x"],
            "4": ["1973", "х"],
        }
    },
    122: {
        "Скільки років пройде космічний корабель, запущений із Землі, щоб прибути на планету Плутон?": {
            "1": ["10", "x"],
            "2": ["20", "x"],
            "3": ["9,5", "correct"],
            "4": ["15,5", "х"],
        }
    },
    123: {
        "У 1930 році Альберт Ейнштейн та його колега видали патент США 1781541. Для чого це було?": {
            "1": ["Пральна машина", "x"],
            "2": ["Пилосос", "x"],
            "3": ["Холодильник", "correct"],
            "4": ["Мікрохвильова піч", "х"],
        }
    },
    124: {
        "Яка середня температура поверхні на Венері?": {
            "1": ["560 ° C", "x"],
            "2": ["860 ° C", "x"],
            "3": ["460 ° C", "correct"],
            "4": ["960 ° C", "х"],
        }
    },
    125: {
        "У якому році Beatles вперше поїхали до США?": {
            "1": ["1976", "x"],
            "2": ["1955", "x"],
            "3": ["1964", "correct"],
            "4": ["1969", "х"],
        }
    },
    126: {
        "Який співак був відомий, серед іншого, як «Король поп-музики» та «The Gloved One»?": {
            "1": ["Біллі Джей", "x"],
            "2": ["Джон Ленон", "x"],
            "3": ["Фреді Меркурі", "x"],
            "4": ["Майкл Джексон", "correct"],
        }
    },
    127: {
        "«Losing My Religion» був хітом якої альтернативної рок-групи в 1991 році?": {
            "1": ["Beatles", "x"],
            "2": ["Gregorians", "x"],
            "3": ["REM", "correct"],
            "4": ["JFDS", "х"],
        }
    },
    128: {
        "Який клуб виграв фінал Кубка ФА 1986 року?": {
            "1": ["Реал", "x"],
            "2": ["Ліверпуль ", "correct"],
            "3": ["Динамо", "x"],
            "4": ["Шахтар", "х"],
        }
    },
    129: {
        'У якому році Арсенал переїхав на стадіон "Емірати" з Хайбері?': {
            "1": ["2009", "x"],
            "2": ["2008", "x"],
            "3": ["2007", "x"],
            "4": ["2006", "correct"],
        }
    },
    130: {
        "Якої національності мав скульптор Альберто Джакометті?": {
            "1": ["Швеція", "correct"],
            "2": ["Данія", "x"],
            "3": ["Монголія", "x"],
            "4": ["Італія", "х"],
        }
    },
    131: {
        "Який художник намалював «Ставок на водяній лілії» у 1899 році?": {
            "1": ["Айвазовський", "x"],
            "2": ["Клод Моне", "correct"],
            "3": ["Караваджо", "x"],
            "4": ["Рембранд", "х"],
        }
    },
    132: {
        "Хто художник малював «Автопортрет з двома колами» у сьомому столітті?": {
            "1": ["Караваджо", "x"],
            "2": ["Рембрандт ван Рейн", "correct"],
            "3": ["Айвазовський", "x"],
            "4": ["Клод Моне", "х"],
        }
    },
    133: {
        "Де знаходиться Піраміда Гізи та Великий Сфінкс": {
            "1": ["Малазія", "x"],
            "2": ["Єгипет", "correct"],
            "3": ["Греція", "x"],
            "4": ["США", "х"],
        }
    },
    134: {
        "Де знаходиться Колізей": {
            "1": ["Іспанія", "x"],
            "2": ["Японія", "x"],
            "3": ["Італія", "correct"],
            "4": ["Ямайка", "х"],
        }
    },
    135: {
        "Де знаходиться Ангкор-Ват": {
            "1": ["Іспанія", "x"],
            "2": ["Камбоджа", "correct"],
            "3": ["Перу", "x"],
            "4": ["Румунія", "х"],
        }
    },
    136: {
        "Де знаходиться Тадж-Махал": {
            "1": ["Італія", "x"],
            "2": ["Індія", "correct"],
            "3": ["Перу", "x"],
            "4": ["Бангадеш", "х"],
        }
    },
    137: {
        "Де знаходиться Стоунхендж": {
            "1": ["США", "x"],
            "2": ["Великобританія", "correct"],
            "3": ["Ірландія", "x"],
            "4": ["Уельс", "х"],
        }
    },
    138: {
        "Перший університет було засновано в Болоньї, Італія, у...": {
            "1": ["1043", "x"],
            "2": ["1133", "x"],
            "3": ["1088", "correct"],
            "4": ["1543", "х"],
        }
    },
    139: {
        "Перші протизаплідні таблетки, доступні для жінок у...": {
            "1": ["1940", "x"],
            "2": ["1950", "x"],
            "3": ["1960", "correct"],
            "4": ["1980", "х"],
        }
    },
    140: {
        "Вільям Шекспір народився у...": {
            "1": ["1567", "x"],
            "2": ["1564", "correct"],
            "3": ["1568", "x"],
            "4": ["1570", "х"],
        }
    },
    141: {
        "Чингісхан розпочав завоювання Азії у...": {
            "1": ["1206", "correct"],
            "2": ["1265", "x"],
            "3": ["1233", "x"],
            "4": ["1200", "х"],
        }
    },
    142: {
        "Скільки фільмів про Бонда з'явився Роджер Мур як 007?": {
            "1": ["3", "x"],
            "2": ["4", "x"],
            "3": ["6", "x"],
            "4": ["7", "correct"],
        }
    },
    143: {
        "Скільки років було Майклу, коли він помер у 2009 році?": {
            "1": ["44", "x"],
            "2": ["42", "x"],
            "3": ["50", "correct"],
            "4": ["56", "х"],
        }
    },
    144: {
        "У якому році Майкл Джексон отримав зірку на Голлівудському бульварі?": {
            "1": ["1980", "x"],
            "2": ["1988", "x"],
            "3": ["1986", "x"],
            "4": ["1984", "correct"],
        }
    },
    145: {
        "Як називалася автобіографія Майкла Джексона, що вийшла у 1988 році?": {
            "1": ["Moonstalk", "x"],
            "2": ["Moonwalk", "x"],
            "3": ["Moondance", "correct"],
            "4": ["MoonKavun", "х"],
        }
    },
    # 00: {
    #     "вввввв": {
    #         "1": ["Зевс", "x"],
    #         "2": ["Клімакс", "x"],
    #         "3": ["Арей", "x"],
    #         "4": ["Аполлон", "х"],
    #     }
    # },
}
