questionnaire = {
    1: {
        """01. Анімізм — це віра в:\n
1) надприродні властивості матеріальних речей\n
2) родинний зв’язок між групою людей і певним видом рослин чи тварин\n
3) одуховленість усього сущого\n
4) оніміння мозку
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 01"],
            "4": ["4", "x"],
        }
    },
    2: {
        """02. Як називається процес виникнення і розвитку людини як соціокультурної істоти:\n
1) "первісне людське стадо"\n
2) культурогенез\n
3) антропогенез\n
4) антропосоціогенез
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 02"],
        }
    },
    3: {
        """03. Який етап кам’яного періоду вважають часом революційного переходу від біологічної еволюції до культурної?\n
1) неоліт\n
2) палеоліт\n
3) мезоліз\n
4) новоліт
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 03"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    4: {
        """04. Наука, що вивчає небесні тіла\n
1) біологія\n
2) хімія\n
3) астрономія\n
4) космологія
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 04"],
            "4": ["4", "x"],
        }
    },
    5: {
        """05. Знайдіть масу тіла Сергійка, якщо він скидує по 4 кг в неділю:\n
1) 200 кг\n
2) 100 кг\n
3) 50 кг\n
4) три пончика та булочка на обід
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 05"],
        }
    },
    6: {
        """06. Сила, з якою всe тіло Сергія притягуються до Землі, називається\n
1) силою пружності\n
2) вагою тертя\n
3) силою тяжіння\n
4) силою бажання
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 06"],
            "4": ["4", "x"],
        }
    },
    7: {
        """07. Знайдіть силу тяжіння, яка діє на тіло Сергія масою 60кг (ну уявімо, лол)\n
1) 600кг\n
2) 600Н\n
3) 60Н\n
4) 6Н
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 07"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    8: {
        """08. Книга вчить людину бути:\n
1) економною\n
2) хитромудрою\n
3) шляхетною\n
4) мажором
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 08"],
            "4": ["4", "x"],
        }
    },
    9: {
        """09. Постит це:\n
1) черговий на КПП\n
2) запалення препуція\n
3) публікація у ФБ\n
4) обмеження в їжі
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 09"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    10: {
        """10. Яким приладом визначають фон та контраст?\n
1) аерометром\n
2) люксометром\n
3) пульсометром\n
4) анемометр
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 10"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    11: {
        """11. Яка найглибша точка земної кулі?\n
1) свинячий жолоб\n
2) алеутський жолоб\n
3) жолоб Пуерто-Рико\n
4) маріанський жолоб
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 11"],
        }
    },
    12: {
        """12. Що є основним робочим органом сепаратора молока?\n
1) груди\n
2) вим'я\n
3) барабан\n
4) сепар
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 12"],
            "4": ["4", "x"],
        }
    },
    13: {
        """13. Головними ознаками "синього" утоплення є:\n
1) синьо-сіра шкіра\n
2) бліда шкіра\n
3) сині ноги\n
4) жовто-синє обличчя
        """: {
            "1": ["1", "correct 13"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    14: {
        """14. Гранулез - це потовщення\n
1) епідермісу\n
2) епілімніону\n
3) зернистого шару\n
4) роговоро шару
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 14"],
            "4": ["4", "x"],
        }
    },
    15: {
        """15. Від чого НЕ залежить клімат?\n
1) пори року\n
2) доби\n
3) рельєфу\n
4) пористості грунту
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 15"],
        }
    },
    16: {
        """16. «Любіть Україну» - це вірш належить відомому українському поету ХХ століття:\n
1) Л.Костенко\n
2) Сосюра\n
3) Азіров\n
4) Ксідо
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 16"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    17: {
        """17. Як називається процес включення соціальних норм і цінностей до внутрішнього світу Сергія?\n
1) соціалізація\n
2) сергізація\n
3) інтеріоризація\n
4) екстеріоризація
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 17"],
            "4": ["4", "x"],
        }
    },
    18: {
        """18. "Суспільство як функціонуюча система, що ґрунтується на поділі праці". Кому належить це визначення суспільства ?\n
1) Кінту\n
2) Конту\n
3) Ксідо\n
4) Аристотелю
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 18"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    19: {
        """19. Хто збирає Лайлу в танка той - \n
1) Олень\n
2) Тру тащер\n
3) Твій тіммейт\n
4) Сраний бот
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 19"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    20: {
        """20. Як називається шлюб між одним чоловіком і однією жінкою?\n
1) поліандрія\n
2) моногамія\n
3) полігамія\n
4) ендогамія
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 20"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    21: {
        """21. Тварини, здатні до швидкого плавання, називаються\n
1) нектон\n
2) планктон\n
3) бентос\n
4) нейстон
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 21"],
        }
    },
    22: {
        """22. Найпоширенішою рослиною атолів є:\n
1) бамбук\n
2) кокосова пальма\n
3) фыныкова пальма\n
4) банан
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 22"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    23: {
        """23. В чому суть найважливішої мети Сергія?\n
1) боротися з кібербулінгом\n
2) відкриття нового\n
3) повторення існуючого\n
4) ніхто того не зна...
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 23"],
        }
    },
    24: {
        """24. Як називається ідеальний стан людського буття?\n
1) карма\n
2) нірвана\n
3) нема відповіді\n
4) архат
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 24"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    25: {
        """25. Що означає слово «іслам»?\n
1) віра\n
2) покірність\n
3) порядок\n
4) життя
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 25"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    26: {
        """26. Що в організмі людини має найбільший електричний опір?\n
1) серце\n
2) сідниці\n
3) легені\n
4) шкіра
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 26"],
        }
    },
    27: {
        """27. Для розвитку фонематичного слуху сприяють ігри:\n
1) зіпсований телефон\n
2) MLBB\n
3) доміно\n
4) Dota2
        """: {
            "1": ["1", "correct 27"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    28: {
        """28. Хто з учасників чату випадає з логічного ряду\n
1) Fat_Joke\n
2) Людина, яка все знає і все вміє\n
3) hulk_big_daddy\n
4) Просто божественний деміург, який у всіх в голові
        """: {
            "1": ["1", "correct 28"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    29: {
        """29. Прості числа мають...\n
1) один дільник\n
2) два дільники\n
3) безліч\n
4) жодного
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 29"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    30: {
        """30. Який рядок складається з протонних чисел металічних елементів?\n
1) 2; 15; 30\n
2) 4; 11; 26\n
3) 9; 14; 19\n
4) 12; 16; 18
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 30"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    31: {
        """31. Укажіть номер, на який необхідно подзвонити, у разі виникнення пожежі\n
1) 101\n
2) 102\n
3) 103\n
4) 104
        """: {
            "1": ["1", "correct 31"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    32: {
        """32. Оберіть частину полум"я, у якій потрібно нагрівати речовину, щоб вона швидше закипіла\n
1) верхня\n
2) нижня\n
3) ліва\n
4) задня
        """: {
            "1": ["1", "correct 32"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    33: {
        """33. Нічним вважається час:\n
1) з 23год до 7год\n
2) з 21год до 5год\n
3) з 24год до 8год\n
4) з 22год до 6год
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 33"],
        }
    },
    34: {
        """34. Який кут має 179 градусів?\n
1) тупий\n
2) гострий\n
3) негострий\n
4) тупорилий
        """: {
            "1": ["1", "correct 34"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    35: {
        """35. Який із кутів є гострим?\n
1) 111 градусів\n
2) 90 градусів\n
3) 68 градусів\n
4) 180 градусів
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 35"],
            "4": ["4", "x"],
        }
    },
    36: {
        """36. Ширина прямокутника 6 см, а довжина - у 2 рази більша. Яка площа прямокутника?\n
1) 28\n
2) 16\n
3) 72\n
4) 98
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 36"],
            "4": ["4", "x"],
        }
    },
    37: {
        """37. Найменш вживана літера українського алфавіта\n
1) х\n
2) ф\n
3) ч\n
4) я
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 37"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    38: {
        """38. На якому місці українска мова у переліку найкрасивіших мов світу?\n
1) на третьому\n
2) на восьмому\n
3) на шістнадцятому\n
4) на одинадцятому
        """: {
            "1": ["1", "correct 38"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    39: {
        """39. В якій області знаходиться "Українська Сахара" - найбільша пустеля в Європі?\n
1) Херсонській\n
2) Житомирській\n
3) Одеській\n
4) Миколаївській
        """: {
            "1": ["1", "correct 39"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    40: {
        """40. У якій державі було винайдено папір?\n
1) Греція\n
2) Китай\n
3) Іспанія\n
4) Єгипет
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 40"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    41: {
        """41. По якій річці проходить умовна межа між Європою та Азією:\n
1) Емба\n
2) Бімба\n
3) Сімба\n
4) Імба
        """: {
            "1": ["1", "correct 41"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    42: {
        """42. Назвіть найбільший за площею півострів світу?\n
1) Сомалі\n
2) Індостан\n
3) Скандинавський\n
4) Аравійський
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 42"],
        }
    },
    43: {
        """43. Яка деталь не відноситься до асинхронного двигуна?\n
1) статор\n
2) ротор\n
3) колектор\n
4) клітор
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 43"],
            "4": ["4", "x"],
        }
    },
    44: {
        """44. Яка кількість об’єктів України занесена до списку Всесвітньої спадщини ЮНЕСКО?\n
1) 22\n
2) 14\n
3) 4\n
4) 8
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 44"],
        }
    },
    45: {
        """45. Броунівський рух найбільш помітний у випадку:\n
1) гелів\n
2) суспензій\n
3) колоїдних систем\n
4) емульсій
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 45"],
            "4": ["4", "x"],
        }
    },
    46: {
        """46. Відстрочка платежу, яку продавець товару надає покупцеві товару, носить назву:\n
1) іпотечний кредит\n
2) страховий поліс\n
3) банківський кредит\n
4) комерційний кредит
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 46"],
        }
    },
    47: {
        """47. Вкажіть формулу вуглекислого газу\n
1) CO₂\n
2) CH₄\n
3) Cl₂O\n
4) SO₂
        """: {
            "1": ["1", "correct 47"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    48: {
        """48. До органічних речовин належить:\n
1) кисень\n
2) крохмаль\n
3) негашене вапно\n
4) вуглекислий газ
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 48"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    49: {
        """49. Вкажіть хімічне явище:\n
1) плавлення сиру\n
2) скисання молока\n
3) замерзання води\n
4) подрібнення крейди
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 49"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    50: {
        """50. Глобальні проблеми слід вирішувати з урахуванням інтересів:\n
1) об'єднань країн\n
2) країн, що розвиваються\n
3) всіх народів\n
4) високо розвинених країн
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 50"],
            "4": ["4", "x"],
        }
    },
    51: {
        """51. Укажіть протонне число хімічного елемента, розташованого в 4-м періоді, VII групі, головній підгрупі Періодичної системи Д. І. Менделєєва.:\n
1) 17\n
2) 25\n
3) 26\n
4) 35
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 51"],
        }
    },
    52: {
        """52. Кількісні обмеження на ввіз або вивіз відповідних товарів, які запроваджуються на певний час:\n
1) квоти\n
2) мито\n
3) табу\n
4) акцизний збір
        """: {
            "1": ["1", "correct 52"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    53: {
        """53. Виберіть правильний варіант відповіді:\n
1) жизь хуйовая\n
2) айфон-хуйня\n
3) не ображайся-роби висновки\n
4) шо не ясно?
        """: {
            "1": ["1", "correct 53"],
            "2": ["2", "correct 53"],
            "3": ["3", "correct 53"],
            "4": ["4", "correct 53"],
        }
    },
    54: {
        """54. Курс, по якому банк-резидент продає іноземну валюту за національну - це:\n
1) курс купівлі-продажу\n
2) курс продажу\n
3) курс купівлі\n
4) курс обміну
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 54"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    55: {
        """55. Слова "Таємно", "Цілком таємно", „Для службового користування" — це:\n
1) резолюція\n
2) рекомендація\n
3) пропозиція\n
4) гриф
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 55"],
        }
    },
    56: {
        """56. Точна вказівка місця проживання чи перебування кого-небудь або місцезнаходження чого-небудь, складена за певною формою, — це:\n
1) адрес\n
2) адресат\n
3) адреса\n
4) геолокація
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 56"],
            "4": ["4", "x"],
        }
    },
    57: {
        """57. За допомогою якого приладу вимірюють атмосферний тиск:\n
1) барометр\n
2) термометр\n
3) гігрограф\n
4) анемометр
        """: {
            "1": ["1", "correct 57"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    58: {
        """58. При якій швидкості руху повітря людина відчуває його дію:\n
1) 5 м/с\n
2) 1 м/с\n
3) 0,1 м/с\n
4) 0,5 м/с
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 58"],
        }
    },
    59: {
        """59. Яка оптимальна вологість повітря в робочій зоні:\n
1) 20%\n
2) 40%\n
3) 80%\n
4) 60%
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 59"],
        }
    },
    60: {
        """60. До органічних речовин НЕ належать:\n
1) кисень\n
2) сахароза\n
3) оцтова кислота\n
4) етиловий спирт
        """: {
            "1": ["1", "correct 60"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    61: {
        """61. До складу алмазу і графіту входить хімічний елемент\n
1) карбон\n
2) сицилій\n
3) фосфор\n
4) аргентум
        """: {
            "1": ["1", "correct 61"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    62: {
        """62. Як перекладаються назви супутників планети Марс Фобос і Деймос?\n
1) війна і голод\n
2) туман і мряка\n
3) сміх і радість\n
4) страх і жах
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 62"],
        }
    },
    63: {
        """63. Температура сонячної корони сягає:\n
1) 20 000К\n
2) 6000К\n
3) 2 000 000К\n
4) 10 000К
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 63"],
            "4": ["4", "x"],
        }
    },
    64: {
        """64. Джерелом енергії в ядрі Сонця є термоядерні реакції, у яких "паливом" слугує:\n
1) гелій\n
2) водень\n
3) радій\n
4) плач
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 64"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    65: {
        """65. Скільки зір можна побачити одночасно на небі неозброєним оком?\n
1) 3 000\n
2) 100 000\n
3) 10 000\n
4) 500
        """: {
            "1": ["1", "correct 65"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    66: {
        """66. Речовина на Сонці перебуває в такому стані:\n
1) плазми\n
2) твердому\n
3) мякому\n
4) газоподібному
        """: {
            "1": ["1", "correct 66"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    67: {
        """67. Скільки кілометрів ми пролітаємо за одну добу, рухаючись із Сонцем навколо центра Галактики? Орбітальна швидкість Сонця 250 км/с\n
1) 11 111 111 км\n
2) 21 600 000 км\n
3) 2 593 788 км\n
4) 99 999 999 км
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 67"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    68: {
        """68. Слово "комета" в перекладі з грецької мови означає:\n
1) холодне тіло\n
2) хвостата зоря\n
3) льодова зоря\n
4) волохата зоря
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 68"],
        }
    },
    69: {
        """69. Скільки великих планет обертається навколо Сонця?\n
1) безліч\n
2) 5\n
3) 7\n
4) 9
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 69"],
        }
    },
    70: {
        """70. У центрі геліоцентричної системи світу знаходиться:\n
1) галактика\n
2) марс\n
3) снікерс\n
4) сонце
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 70"],
        }
    },
    71: {
        """71. Столицею якої країни є Нур-Султан?\n
1) Казахстан\n
2) Киргизстан\n
3) Азербайджан\n
4) Туркменістан
        """: {
            "1": ["1", "correct 71"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    72: {
        """72. Столицею якої країни є Мороні?\n
1) Коморські острови\n
2) Ліберія\n
3) Сейшельські острови\n
4) Кабо-Верде
        """: {
            "1": ["1", "correct 72"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    73: {
        """73. Столицею якої країни є Вікторія?\n
1) Коморські острови\n
2) Сан-Томе і Принсіпі\n
3) Екваторіальна Гвінея\n
4) Сейшельські Острови
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 73"],
        }
    },
    74: {
        """74. Столицею якої країни є Хараре?\n
1) Коморські Острови\n
2) Зімбабве\n
3) Замбія\n
4) Малаві
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 74"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    75: {
        """75. Як називаються програми, які спрямовані на омолодження та відновлення шкіри?\n
1) ревіталізації\n
2) оксигенації\n
3) детоксикації\n
4) депігментації
        """: {
            "1": ["1", "correct 75"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    76: {
        """76. Скільки подвигів здійснив Геракл?\n
1) 12\n
2) 10\n
3) 9\n
4) 8
        """: {
            "1": ["1", "correct 76"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    77: {
        """77. Який трактор за своїми показниками прирівнюється до еталонного?\n
1) Т-150\n
2) синій трактор\n
3) ДТ-75\n
4) списаний трактор
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 77"],
            "4": ["4", "x"],
        }
    },
    78: {
        """78. На розміри пуансона НЕ впливає\n
1) коливання температур\n
2) усадка матеріалу\n
3) попереднє напруження арматури\n
4) зношування
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 78"],
            "4": ["4", "x"],
        }
    },
    79: {
        """79. Яка наука цікавиться вивченням зовнішніх манер поведінки людини?\n
1) етикет\n
2) естетика\n
3) етика\n
4) JustPlayFM
        """: {
            "1": ["1", "correct 79"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    80: {
        """80. Хто вважав, що досягнути найвище добро людина може завдяки своїй розумовій діяльності ?\n
1) Будда\n
2) Конфуцій\n
3) Арістотель\n
4) Ксідо
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 80"],
            "4": ["4", "x"],
        }
    },
    81: {
        """81. Які речовини виробляють залози внутрішньої секреції ?\n
1) ферменти\n
2) медіатори і трані соки\n
3) гормони\n
4) вітаміни
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 81"],
            "4": ["4", "x"],
        }
    },
    82: {
        """82. Які промені використовують в медицині?\n
1) рентгенівські\n
2) інфрачервоні\n
3) видимі\n
4) ультрафіолетові
        """: {
            "1": ["1", "correct 82"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    83: {
        """83. Яким продуктом харчування слід збагатити свій раціон щоб попередити накопичення в організмі стронцію?\n
1) сало\n
2) хліб\n
3) спирт\n
4) цукор
        """: {
            "1": ["1", "correct 83"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    84: {
        """84. Людина, яка упереджено ставиться до прогресу є...\n
1) лібералом\n
2) анархістом\n
3) радикалом\n
4) скептиком
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 84"],
        }
    },
    85: {
        """85. Дані чотири слова, три з них об'єднані спільною ознакою. Знайдіть слово, яке не має цієї ознаки:\n
1) пролог\n
2) розв'язка\n
3) сюжет\n
4) епілог
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 85"],
            "4": ["4", "x"],
        }
    },
    86: {
        """86. Дані чотири слова, три з них об'єднані спільною ознакою. Знайдіть слово, яке не має цієї ознаки:\n
1) барометр\n
2) азимут\n
3) термометр\n
4) компас
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 86"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    87: {
        """87. Дані чотири слова, три з них об'єднані спільною ознакою. Знайдіть слово, яке не має цієї ознаки:\n
1) ламана\n
2) пряма\n
3) гіпербола\n
4) парабола
        """: {
            "1": ["1", "correct 87"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    88: {
        """88. Дана пара слів. Виберіть з чотирьох варіантів той, який відображає найбільш істотні для обох слів ознаки: НАУКА-МИСТЕЦТВО:\n
1) види творчості\n
2) інтелект\n
3) культура\n
4) галузі людської діяльності
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 88"],
        }
    },
    89: {
        """89. Дана пара слів. Виберіть з чотирьох варіантів той, який відображає найбільш істотні для обох слів ознаки: КЛАСИЦИЗМ-РОМАНТИЗМ:\n
1) стиль\n
2) жанр\n
3) художній стиль\n
4) напрями мистецтва
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 89"],
        }
    },
    90: {
        """90. Дана пара слів. Виберіть з чотирьох варіантів той, який відображає найбільш істотні для обох слів ознаки: ВИЗНАЧЕННЯ-ОБСТАВИНА:\n
1) члени речення\n
2) частини мови\n
3) види речень\n
4) утючнюючі слова
        """: {
            "1": ["1", "correct 90"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    91: {
        """91. скільки разів за добу стрілки годинника збігаються в одному положенні?\n
1) 12\n
2) 22\n
3) 24\n
4) 26
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 91"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    92: {
        """92. В якому сторіччі Колумб вперше досяг берегів Америки? \n
1) XIV\n
2) XV\n
3) XVI\n
4) XVIII
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 92"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    93: {
        """93. Укажіть протонне число хімічного елемента, в атомі якого на зовнішньому енергетичному рівні міститься 5 електронів.\n
1) 5\n
2) 15\n
3) 25\n
4) 31
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 93"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    94: {
        """94. Як змінюється будова електронної оболонки атомів хімічних елементів 2-го періоду зі зростанням протонного числа?\n
1) зменшується число енергетичних рівнів\n
2) збільшується число енергетичних рівнів\n
3) зменшується число електронів на зовнішньому енергетичному рівні\n
4) збільшується число електронів на зовнішньому енергетичному рівні
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 94"],
        }
    },
    95: {
        """95. Визначте протонне число елемента, атом якого на зовнішній електронній оболонці містить два електрони.\n
1) 6\n
2) 20\n
3) 13\n
4) 16
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 95"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    96: {
        """96. Під час створення періодичної системи Д.І. Менделєєв розташував всі елементи за певною ознакою, але деякі елементи при цьому порушують закономірність, помічену ним. Визначте ці елементи.\n
1) P – S\n
2) S – Cl\n
3) Ar – K\n
4) Cl – Ar
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 96"],
            "4": ["4", "x"],
        }
    },
    97: {
        """97. Яке умовне позначення хімічної сполуки, що утворена елементами X та Y з протонними числами відповідно 12 та 8?\n
1) X4Y3\n
2) XY2\n
3) X2Y\n
4) XY
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 97"],
        }
    },
    98: {
        """98. Визначте правильні твердження.\n
1.Протонне число Калію 19
2.Протонне число Натрію 23
3.Протонне число Калію 39
4.Протонне число Натрію 11\n\n
1) 2,4\n
2) 2,3\n
3) 3,4\n
4) 1,4
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 98"],
        }
    },
    99: {
        """99. Укажіть органічні речовини.\n
1) NaHCO3; Ca(HCO3)2; H2CO3\n
2) CH4; HCOOH; CH3Cl\n
3) CO2; NH3; H2S\n
4) HCl; C; CH3OH
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 99"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    100: {
        """100. Укажіть формулу органічної речовини.\n
1) H2O2\n
2) СaH2\n
3) P4O10\n
4) C4H10
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 100"],
        }
    },
    #     101: {
    #         """101. Question\n
    # 1) Answer_1\n
    # 2) Answer_2\n
    # 3) AnswerА_3\n
    # 4) Answer_4
    #         """: {
    #             "1": ["1", "correct 101"],
    #             "2": ["2", "x"],
    #             "3": ["3", "x"],
    #             "4": ["4", "x"],
    #         }
    #     },
}
