questionnaire = {
    1: {
        """1. Как зовут коня Леоморда?\n
1) Серега\n
2) Буцефал\n
3) Антон\n
4) Барбиэль
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 1"],
        }
    },
    2: {
        """2. Каким по счету вам дают персонажа Лайла?\n
1) 3\n
2) 1\n
3) 2\n
4) ее не дают, она сама приходит
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 2"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    3: {
        """3. Кто Дариус по сюжету?\n
1) Король нежити\n
2) Посол тьмы\n
3) Принц Бездны\n
4) Дитя тьмы
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 3"],
            "4": ["4", "x"],
        }
    },
    4: {
        """4. На какого персонажа есть облик "Копье инквизиции"?\n
1) Минситтар\n
2) Москов\n
3) Зилонг\n
4) Сильвана
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 4"],
        }
    },
    5: {
        """5. Кто хорошо стилит баффы?\n
1) Танк роум\n
2) Любой маг\n
3) Баданг\n
4) Ханзо
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 5"],
        }
    },
    6: {
        """6. Выберите несуществующих персонажей.\n
1) Гатот\n
2) Гвиневра\n
3) Министар\n
4) Ханзо
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 6"],
            "4": ["4", "x"],
        }
    },
    7: {
        """7. Кто из персонажей лейтовый персонаж?\n
1) Баданг\n
2) Чичи\n
3) Натан\n
4) Аврора
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 7"],
            "4": ["4", "x"],
        }
    },
    8: {
        """8. Если в команде противника Эстес, то вам нужно собрать...\n
1) Бесконечную битву\n
2) Меч охотника на демонов\n
3) Антихил\n
4) Ничего не надо собирать. Его просто надо банить!
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 8"],
            "4": ["4", "correct 8"],
        }
    },
    9: {
        """9. В кого нежелательно лететь на Алдосе?\n
1) В Сесилиона\n
2) В Лесли\n
3) В Баданга\n
4) В Джулика
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 9"],
        }
    },
    10: {
        """10. Смоделируем ситуацию: все противники живы, но внезапно куда-то исчезли. Что это означает в большинстве случаев?\n
1) Они забирают лорда\n
2) Они фармят в лесу\n
3) Все противники лечатся на фонтане\n
4) Они готовят засаду
        """: {
            "1": ["1", "correct 10"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 10"],
        }
    },
    11: {
        """11. Вы - мидер. Вы видите как лес и роум противника пошли на голду. Ваши действия:\n
1) Просигналить Експовику отступать отступить\n
2) Продолжить фарм молча (ибо нахрен этих раков на голде)\n
3) Написать в чат на обе команды про их мамок\n
4) Прекдупредить АДК и пойти ему на помощь
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 11"],
        }
    },
    12: {
        """12. Если ваша команда отстаёт по фарму, то вам нужно...\n
1) Держаться вместе\n
2) Очистить линии\n
3) Забрать черепаху\n
4) С криками на танке: "В размен нахуй!" ринуться в бой 1 в 5
        """: {
            "1": ["1", "correct 12"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    13: {
        """13. Назовите персонажей без эскейпа.\n
1) Клинт\n
2) Броуди\n
3) Эйдора\n
4) Руби
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 13"],
            "4": ["4", "x"],
        }
    },
    14: {
        """14. Про какого персонажа идёт речь: "Заебал сука, нихера не видно!"?\n
1) Хелкарт\n
2) Маша\n
3) Клауд\n
4) Мой тиммейт на Эстасе
        """: {
            "1": ["1", "correct 14"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    15: {
        """15. Про какого персонажа идёт речь: "Снова эта однокнопочная хуйня (".\n
1) Ейдора\n
2) Чу\n
3) Ли Сун-Син\n
4) Линг
        """: {
            "1": ["1", "correct 15"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    16: {
        """16. У какого персонажа 4 умения (без пасивки)?\n
1) Атлас\n
2) Уранус\n
3) Заск\n
4) Алукард
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 16"],
            "4": ["4", "x"],
        }
    },
    17: {
        """17. Выберите персонажа, который может превращаться.\n
1) Роджер\n
2) Чу\n
3) Кайя\n
4) Пополь и Купа
        """: {
            "1": ["1", "correct 17"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    18: {
        """18. Вы - лесник. Ваша тима бьет Лорда при раскладе 2 в 4 (2 - ваша тима, дибилы). Ваши действия:\n
1) Лететь к ним на помощь ибо у вас смайт йоба\n
2) Пропушить лайн (вааще насрать какой)\n
3) Активно начать писать в чате\n
4) Пойти покурить
        """: {
            "1": ["1", "correct 18"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    19: {
        """19. Кто из этих персонажей является танком-поддержкой?\n
1) Грок\n
2) Бальмонд\n
3) Атлас\n
4) Лолита
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 19"],
        }
    },
    20: {
        """20. Кто враг Ив?\n
1) Аврора\n
2) Валир\n
3) Заск\n
4) Теризла
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 20"],
            "4": ["4", "x"],
        }
    },
    21: {
        """21. Кем является Фанни Тигрилу?\n
1) Дочерью\n
2) Племяницой\n
3) Сестрой\n
4) Подругой
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "correct 21"],
            "4": ["4", "x"],
        }
    },
    22: {
        """22. Предмет который атакует чистым уроном\n
1) Бескончная битва\n
2) Меч охотника на демонов\n
3) Топор кровожадности\n
4) Клинок сими морей
        """: {
            "1": ["1", "correct 22"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    23: {
        """23. Кто из перечисленных не имеет скин на venom?\n
1) Ханаби\n
2) Грок\n
3) Горд\n
4) Харли
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "correct 23"],
            "4": ["4", "x"],
        }
    },
    24: {
        """24. Кто относится к воинам востока?\n
1) Хаябуса , линг ,ханаби, акай\n
2) Линг, баксий ,ван ван , ханзо\n
3) Хаябуса, зилонг, ван ван, лой\n
4) Зилонг, линг, баксий, ван ван
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 24"],
        }
    },
    25: {
        """25. Кто относится к бездне?\n
1) Тигрил\n
2) Грок\n
3) Валир\n
4) Бэйн
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 25"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    26: {
        """26. Как зовут снайперскую винтовку беатрис?\n
1) Нибиру\n
2) Вескер\n
3) Беннетт\n
4) Реннер
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 26"],
        }
    },
    27: {
        """27. У кого есть скин коф?\n
1) Сабер\n
2) Мия\n
3) Госен\n
4) Фанни
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 27"],
            "4": ["4", "x"],
        }
    },
    28: {
        """28. У кого нет скина saber?\n
1) Сабер\n
2) Рафаэль\n
3) Альфа\n
4) Циклоп
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 28"],
            "4": ["4", "x"],
        }
    },
    29: {
        """29. Как зовут клинок ханзо?\n
1) Гудзикири\n
2) Алая Тень\n
3) АншелихаМоторе\n
4) АмонохаМакини
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 29"],
        }
    },
    30: {
        """30. Сколько скинов есть на лейлу (с самой лейлой)?\n
1) 11\n
2) 9\n
3) 8\n
4) 10
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 30"],
        }
    },
    31: {
        """31. Сколько нужно опыта для эксперта в MLBB?\n
1) 4000\n
2) 5000\n
3) 6000\n
4) 2500
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 31"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    32: {
        """32. Кого жестко пофиксили в S26 19.09.22?\n
1) Бейн\n
2) Одетта\n
3) Джулиан\n
4) Маша
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 32"],
            "4": ["4", "x"],
        }
    },
    33: {
        """33. На кого скин КУЛАКИ СВЕТА?\n
1) Баданг\n
2) Пакито\n
3) Чу\n
4) Лапу-Лапу
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 33"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    34: {
        """34. Кого в игре больше всего?\n
1) Магов\n
2) Стрелков\n
3) Убийц\n
4) Бойцов
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 34"],
        }
    },
    35: {
        """35. Как получить достижение "Звезда шоу" за 1 матч?\n
1) Убить 20 без смертей\n
2) достигнуть 20кда\n
3) Разрушить 500 строений\n
4) Получить мут за то, что мамку вертел в чате
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 35"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    36: {
        """36. Какте герои млбб віглядят как мелкие пездюки?\n
1) Diggie, Nana, Harley, Harith, Angela, Chang’e\n
2) Diggie, Nana, Harley, Harith, Angela, Chang’e, Lylia\n
3) Diggie, Irithel, Harley, Harith, Angela, Chang’e, Lylia\n
4) Diggie, Nana, Harley, Harith, Balmond, Chang’e, Lylia
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 36"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    37: {
        """37. Раньше считалось, что они друзья детства, но позже было подтверждено, что вместо этого они были «возлюбленными детства».\n
1) Gusion and Lesley\n
2) Hayabusa and Kagura\n
3) Esmeralda and Khufra\n
4) Layla and Clint
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 37"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    38: {
        """38. Говорили, что Нана испытывала чувства к ____, хотя последний отвергал это и настаивал на том, чтобы она держалась от него подальше, опасаясь за свою безопасность.\n
1) Harley\n
2) Helcurt\n
3) Zilong\n
4) Harith
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 38"],
        }
    },
    39: {
        """39. Она инопланетянка, она единственный герой расы Яссон.\n
1) Masha\n
2) Irithel\n
3) Karrie\n
4) Zhask
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 39"],
            "4": ["4", "x"],
        }
    },
    40: {
        """40. Его ульта быстрее чем ульта Джонсона\n
1) Grock\n
2) Aldous\n
3) Tigreal\n
4) Zhask
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 40"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    41: {
        """41. У этого героя наименьшее количество фраз\n
1) Diggie\n
2) Bane\n
3) Zhask\n
4) Franco
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 41"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    42: {
        """42. Кто Мартис по знаку зодиака?\n
1) Рыбы\n
2) Козерог\n
3) Водолей\n
4) Козлина ебучая
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 42"],
            "3": ["3", "x"],
            "4": ["4", "correct 42"],
        }
    },
    43: {
        """43. Ее имя происходит от греческого женского имени «ЛУНА».\n
1) Chang'e\n
2) Irithel\n
3) Selena\n
4) Joy
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 43"],
            "4": ["4", "x"],
        }
    },
    44: {
        """44. Он - старший брат Чанэ\n
1) Ling\n
2) Uranus\n
3) Zilong\n
4) Chou
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 44"],
            "4": ["4", "x"],
        }
    },
    45: {
        """45. "Будущая звезда" - скин героя\n
1) Chang'e\n
2) Lylia\n
3) Guinevere\n
4) Fanny
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 45"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    46: {
        """46. «Метеоритный дождь» — умение героя\n
1) Nana\n
2) Selena.\n
3) Layla\n
4) Chang'e
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 46"],
        }
    },
    47: {
        """47. «Буря клинков» — умение героя\n
1) Gusion\n
2) Ling\n
3) Zilong\n
4) Argus
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 47"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    48: {
        """48. «Фиолетовый реквим» — это навык\n
1) Natalia\n
2) Guinevere\n
3) Chou\n
4) Lylia
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 48"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    49: {
        """49. «Путь Дракона» — это навык\n
1) Chou\n
2) Yu zhong\n
3) Luo yi\n
4) Harith
        """: {
            "1": ["1", "correct 49"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    50: {
        """50. «Прибыл сильнейший ниндзя» — слова героя\n
1) Hanzo\n
2) Hanabi\n
3) Kagura\n
4) Hayabusa
        """: {
            "1": ["1", "correct 50"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    51: {
        """51. "Hahaha. Let's see who make the last laugh." — слова героя\n
1) Eudora\n
2) Hayabusa\n
3) Kagura\n
4) Balmond
        """: {
            "1": ["1", "correct 51"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    52: {
        """52. "Me, a thief? No, no, no. I'm only borrowing this." — слова героя\n
1) Hanzo\n
2) Hanabi\n
3) Claude\n
4) Hayabusa
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 52"],
            "4": ["4", "x"],
        }
    },
    53: {
        """53. "Have you seen any other ninjas?" — слова героя\n
1) Hanzo\n
2) Hanabi\n
3) Kagura\n
4) Hayabusa
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 53"],
        }
    },
    54: {
        """54. "Your whole body is a weak spot." — слова героя\n
1) Hanzo\n
2) Zilong\n
3) Kagura\n
4) Hayabusa
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 54"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    55: {
        """55. "Night has fallen, let the killing begin!" — слова героя\n
1) Diggie\n
2) Hanabi\n
3) Helcurt\n
4) Hilda
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 55"],
            "4": ["4", "x"],
        }
    },
    56: {
        """56. "My swordsmanship is almost as goodlooking as I am." — слова героя\n
1) Hanzo\n
2) Argus\n
3) Kimmy\n
4) Gusion
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 56"],
        }
    },
    57: {
        """57. "Love and hope are two greatest inventions." — слова героя\n
1) Angela\n
2) Kimmy\n
3) Moskov\n
4) Hayabusa
        """: {
            "1": ["1", "correct 57"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    58: {
        """58. "Sometings, I think about girls." — слова героя\n
1) Moskov\n
2) Hanabi\n
3) Gusion\n
4) Alpha
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 58"],
        }
    },
    59: {
        """59. "I have a clumsy new apprentice named Einstein." — слова героя\n
1) Diggie\n
2) Chou\n
3) Claude\n
4) Grock
        """: {
            "1": ["1", "correct 59"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    60: {
        """60. "Not knowing oneself, that's the worst." — слова героя\n
1) Argus\n
2) Chou\n
3) Claude\n
4) Hayabusa
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 60"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    61: {
        """61. "Papa. Hahaha. Look at these fools." — слова героя\n
1) Kimmy\n
2) Argus\n
3) Zilong\n
4) Eudora
        """: {
            "1": ["1", "correct 61"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    62: {
        """62. "Justice is the last refuge of my weakness." — слова героя\n
1) Alpha\n
2) Hilda\n
3) Argus\n
4) Gusion
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 62"],
            "4": ["4", "x"],
        }
    },
    63: {
        """63. "Want to know my age?" — слова героя\n
1) Hanzo\n
2) Helcurt\n
3) Argus\n
4) Grock
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 63"],
        }
    },
    64: {
        """64. "Charge, don't be a jelly." — слова героя\n
1) Hilda\n
2) Hanabi\n
3) Kagura\n
4) Hayabusa
        """: {
            "1": ["1", "correct 64"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    65: {
        """65. Кто из персонажей MLBB по знаку зодиака - Овен?\n
1) Aurora\n
2) Hilda\n
3) Martis\n
4) Selena
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 65"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    66: {
        """66. Кто из персонажей MLBB по знаку зодиака - Телец?\n
1) Minotaur\n
2) Lancelot\n
3) Zhask\n
4) Hayabusa
        """: {
            "1": ["1", "correct 66"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    67: {
        """67. Кто из персонажей MLBB по знаку зодиака - Близнецы?\n
1) Lunox\n
2) Badang\n
3) Selena\n
4) Karina
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "correct 67"],
            "4": ["4", "correct 67"],
        }
    },
    68: {
        """68. Кто из персонажей MLBB по знаку зодиака - Водолей?\n
1) Odette\n
2) Karina\n
3) Hilda\n
4) Aurora
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 68"],
        }
    },
    69: {
        """69. Кто из персонажей MLBB по знаку зодиака - Рак?\n
1) Zhask\n
2) Badang\n
3) Kagura\n
4) Lancelot
        """: {
            "1": ["1", "correct 69"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    70: {
        """70. Кто из персонажей MLBB по знаку зодиака - Козерог?\n
1) Hilda\n
2) Martis\n
3) Lunox\n
4) Lancelot
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 70"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    71: {
        """71. Кто из персонажей MLBB по знаку зодиака - Лев?\n
1) Irithel\n
2) Minotaur\n
3) Badang\n
4) Zhask
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "correct 71"],
            "4": ["4", "x"],
        }
    },
    72: {
        """72. Кто из персонажей MLBB по знаку зодиака - Весы?\n
1) Lunox\n
2) Lancelot\n
3) Helcurt\n
4) Odette
        """: {
            "1": ["1", "correct 72"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    73: {
        """73. Кто из персонажей MLBB по знаку зодиака - Рыбы?\n
1) Selena\n
2) Hilda\n
3) Lunox\n
4) Lancelot
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 73"],
        }
    },
    74: {
        """74. Кто из персонажей MLBB по знаку зодиака - Стрелец?\n
1) Irithel\n
2) Helcurt\n
3) Minotaur\n
4) Zhask
        """: {
            "1": ["1", "correct 74"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    75: {
        """75. Кто из персонажей MLBB по знаку зодиака - Скорпион?\n
1) Zhask\n
2) Helcurt\n
3) Martis\n
4) Lancelot
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 75"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    76: {
        """76. Кто из персонажей MLBB по знаку зодиака - Дева?\n
1) Lunox\n
2) Odette\n
3) Irithel\n
4) Aurora
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 76"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    77: {
        """77. Как называется эпик скин на Akai?\n
1) Child of the Fall\n
2) Imperial Assassin\n
3) Wizardry Teacher\n
4) Hawkwatch
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 77"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    78: {
        """78. Как называется эпик скин на Alpha?\n
1) Count Dracula\n
2) Skylark\n
3) Onimusha Commander\n
4) Astral Wanderer
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "correct 78"],
            "4": ["4", "x"],
        }
    },
    79: {
        """79. Как называется эпик скин на Alice?\n
1) Rakshesha\n
2) Wizardry Teacher\n
3) War Angel\n
4) Automata
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 79"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    80: {
        """80. Как называется эпик скин на Alucard?\n
1) Flower Fairy\n
2) God of War\n
3) Christmas Cheer\n
4) Child of the Fall
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 80"],
        }
    },
    81: {
        """81. Как называется эпик скин на Angela?\n
1) V.E.N.O.M. Monitor Lizard\n
2) V.E.N.O.M. Vespid\n
3) V.E.N.O.M. Nephila\n
4) V.E.N.O.M. Octopus
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 81"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    82: {
        """82. Как называется эпик скин на Argus?\n
1) Skylark\n
2) Cataclysm\n
3) Hellfire\n
4) Bone Flamen
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 82"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    83: {
        """83. Как называется эпик скин на Bane?\n
1) Count Dracula\n
2) Dragon Boy\n
3) Bone Flamen\n
4) Phantom Pirate
        """: {
            "1": ["1", "correct 83"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    84: {
        """84. Как называется эпик скин на Chou?\n
1) Christmas Cheer\n
2) Dragon Boy\n
3) Flower Fairy\n
4) Stellaris Ghost
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 84"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    85: {
        """85. Как называется эпик скин на Claude?\n
1) Emerald Enchantress\n
2) Mecha Dragon\n
3) Sentinel\n
4) Shadow of Obscurity
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 85"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    86: {
        """86. Как называется эпик скин на Cyclops?\n
1) S.A.B.E.R. Savior\n
2) S.A.B.E.R. Regulator\n
3) S.A.B.E.R. Breacher\n
4) S.A.B.E.R. Exploder
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 86"],
        }
    },
    87: {
        """87. Как называется эпик скин на Estes?\n
1) Valhalla Ruler\n
2) Sentinel\n
3) Galaxy Dominator\n
4) Hawkwatch
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "correct 87"],
            "4": ["4", "x"],
        }
    },
    88: {
        """88. Как называется эпик скин на Eudora?\n
1) Emerald Enchantress\n
2) Skylark\n
3) Stellaris Ghost\n
4) Gill-Girl
        """: {
            "1": ["1", "correct 88"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    89: {
        """89. Как называется эпик скин на Fanny?\n
1) Child of the Fall\n
2) Skylark\n
3) War Angel\n
4) Lady Zombie
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 89"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    90: {
        """90. Как называется эпик скин на Franco?\n
1) Dr Beast\n
2) Valhalla Ruler\n
3) Onimaru\n
4) Sanguine Rose
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 90"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    91: {
        """91. Как называется эпик скин на Freya?\n
1) Twilight Dragon\n
2) Astral Wanderer\n
3) Sentinel\n
4) War Angel
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 91"],
        }
    },
    92: {
        """92. Как называется эпик скин на Gatotkaca?\n
1) Rakshesha\n
2) Sentinel\n
3) Astral Wanderer\n
4) Phantom Pirate
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 92"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    93: {
        """93. Как называется эпик скин на Grock?\n
1) V.E.N.O.M. Monitor Lizard\n
2) V.E.N.O.M. Emperor Scorpion\n
3) V.E.N.O.M. Vespid\n
4) V.E.N.O.M. Nephila
        """: {
            "1": ["1", "correct 93"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    94: {
        """94. Как называется эпик скин на Gusion?\n
1) V.E.N.O.M. Monitor Lizard\n
2) V.E.N.O.M. Emperor Scorpion\n
3) V.E.N.O.M. Nephila\n
4) V.E.N.O.M. Octopus
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 94"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    95: {
        """95. Как называется эпик скин на Hanabi?\n
1) V.E.N.O.M. Emperor Scorpion\n
2) V.E.N.O.M. Nephila\n
3) V.E.N.O.M. Octopus\n
4) V.E.N.O.M. Vespid
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 95"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    96: {
        """96. Как называется эпик скин на Harley?\n
1) Hellfire\n
2) Great Inventor\n
3) Onimaru\n
4) Virus
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 96"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    97: {
        """97. Как называется эпик скин на Johnson?\n
1) Grim Strangler\n
2) Skyblocker\n
3) Hellfire\n
4) Automata
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 97"],
        }
    },
    98: {
        """98. Как называется эпик скин на Kagura?\n
1) Royal Matador\n
2) Soryu Maiden\n
3) Doom Duelist\n
4) Flower Fairy
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 98"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    99: {
        """99. Как называется эпик скин на Karrie?\n
1) Doom Duelist\n
2) Gill-Girl\n
3) Grim Strangler\n
4) Lady Zombie
        """: {
            "1": ["1", "х"],
            "2": ["2", "correct 99"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    100: {
        """100. Как называется эпик скин на Leomord?\n
1) Video-Game Dominator\n
2) Stellaris Ghost\n
3) Mecha Dragon\n
4) Inferno Soul
        """: {
            "1": ["1", "х"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 100"],
        }
    },
}
