questionnaire = {
    # https://zno.osvita.ua/biology/tag-oporno_ruhova_sistema_lyudini/
    # Предмет: Біологія
    # Розділ: Організм людини як біологічна система
    # Тема: Опорно-рухова система людини
    1: {
        """1. Яка кістка входить до складу поясу верхніх кінцівок людини?\n
1) променева\n
2) плечова\n
3) ліктьова\n
4) лопатка
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 1"],
        }
    },
    2: {
        """2. У якій органелі м’язової клітини зберігаються йони Кальцію?\n
1) мітохондрії\n
2) ендоплазматичній сітці\n
3) рибосомі\n
4) травній вакуолі
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 2"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    3: {
        """3. Клітиною сполучної тканини є\n
1) нейрон.\n
2) гаметоцит.\n
3) хондроцит.\n
4) міоцит.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 3"],
            "4": ["4", "x"],
        }
    },
    4: {
        """4. Яка функція двоголового м’яза плеча?\n
1) згинає плече в плечовому суглобі\n
2) розгинає передпліччя в ліктьовому суглобі\n
3) розгинає кисть в зап’ястному суглобі\n
4) згинає передпліччя в ліктьовому суглобі
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 4"],
        }
    },
    5: {
        """5. Яка структура відокремлює грудну порожнину від черевної?\n
1) груднина\n
2) плевра\n
3) м'язи черевного преса\n
4) діафрагма
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 5"],
        }
    },
    6: {
        """6. Зменшення тертя поверхонь кісток у суглобі під час руху відбувається за рахунок\n
1) остеонів.\n
2) окістя.\n
3) суглобової рідини.\n
4) суглобових зв’язок.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 6"],
            "4": ["4", "x"],
        }
    },
    7: {
        """7. Яке пристосування виникло в скелеті людини у зв’язку з прямоходінням?\n
1) грудна клітка сплющена з боків\n
2) плоска форма стопи\n
3) масивні кістки тазу\n
4) відсутність вигинів хребта
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 7"],
            "4": ["4", "x"],
        }
    },
    8: {
        """8. Яка кістка входить до складу поясу нижніх кінцівок людини?\n
1) променева\n
2) стегнова\n
3) клубова\n
4) мала гомілкова
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 8"],
            "4": ["4", "x"],
        }
    },
    9: {
        """9. Ріст кісток у товщину відбувається за рахунок\n
1) хрящової тканини.\n
2) гормонів гіпофіза.\n
3) зовнішнього шару окістя.\n
4) внутрішнього шару окістя.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 9"],
        }
    },
    10: {
        """10. Яке пристосування виникло в скелеті людини у зв'язку з прямоходінням?\n
1) масивні кістки верхньої кінцівки\n
2) грудна клітка сплющена з боків\n
3) плоска форма стопи\n
4) S-подібна форма хребта
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 10"],
        }
    },
    11: {
        """11. Ріст кісток у довжину забезпечує поділ клітин\n
1) жовтого кісткового мозку\n
2) червоного кісткового мозку\n
3) окістя\n
4) хрящової тканини
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 11"],
        }
    },
    12: {
        """12. Які твердження щодо роботи м'язів є правильними?\n
І. Під час статичної роботи м'язи перебувають у постійному напруженні, але не скорочуються.
ІІ. Динамічна робота м'язів супроводжується їх почерговими скороченнями й розслабленнями.
ІІІ. Динамічна робота більш утомлива порівняно зі статичною.\n
1) І, ІІ й ІІІ\n
2) лише І й ІІІ\n
3) лише ІІ й ІІІ\n
4) лише І й ІІ
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 12"],
        }
    },
    13: {
        """13. Під час розвитку тканини молоді клітини мітотично діляться, набувають витягнутої форми, шикуються в ланцюжки та зливаються. Так формується багатоядерна циліндрична структура, яка утворює волокна\n
1) нервової тканини\n
2) непосмугованої м'язової тканини\n
3) посмугованої м'язової тканини\n
4) епітеліальної тканини
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 13"],
            "4": ["4", "x"],
        }
    },
    14: {
        """14. Яку функцію в організмі людини забезпечує білок міозин?\n
1) рухову\n
2) сигнальну\n
3) каталітичну\n
4) транспортну
        """: {
            "1": ["1", "correct 14"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    15: {
        """15. Укажіть захворювання, спричинене нестачею певного вітаміну.\n
1) рахіт\n
2) правець\n
3) дифтерія\n
4) сергіїзм
        """: {
            "1": ["1", "correct 15"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/biology/tag-orghanichni_spoluky_vughlevody_lipidy/
    # Предмет: Біологія
    # Розділ: Вступ. Клітина. Реалізація спадкової інформації
    # Тема: Органічні сполуки. Вуглеводи, ліпіди
    16: {
        """16. Яка група ліпідів формує основу клітинних мембран?\n
1) нейтральні жири\n
2) воски\n
3) фосфоліпіди\n
4) каротиноїди
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 16"],
            "4": ["4", "x"],
        }
    },
    17: {
        """17. Молекули яких речовин є субстратом анаеробного окисного метаболізму?\n
1) вуглеводів\n
2) ліпідів\n
3) білків\n
4) нуклеїнових кислот
        """: {
            "1": ["1", "correct 17"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    18: {
        """18. У біологічній лабораторії студенти вивчають біополімери. Яка органічна сполука НЕ є об’єктом їхніх досліджень?\n
1) холестерин\n
2) крохмаль\n
3) альбумін\n
4) хітин
        """: {
            "1": ["1", "correct 18"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    19: {
        """19. Якщо водоплавного птаха помити з милом, то він може потонути. Основною причиною цього стане\n
1) проникнення мікроорганізмів.\n
2) руйнування пухового пера.\n
3) припинення шкірного дихання.\n
4) відсутність жиру на пір'ї.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 19"],
        }
    },
    20: {
        """20. Уявіть, що на одяг потрапила крапля олії. Розчин якої речовини можна використати для її виведення?\n
1) йоду.\n
2) цукру.\n
3) бензолу.\n
4) оцтової кислоти.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 20"],
            "4": ["4", "x"],
        }
    },
    21: {
        """21. Рибоза належить до\n
1) ліпідів.\n
2) білків.\n
3) вуглеводів.\n
4) нітрогеновмісних основ.
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "correct 21"],
            "4": ["4", "x"],
        }
    },
    22: {
        """22. Яка органічна речовина є джерелом енергії для новонароджених малят ссавців?\n
1) лактоза\n
2) глюкоза\n
3) глікоген\n
4) крохмаль
        """: {
            "1": ["1", "correct 22"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    23: {
        """23. Якщо на зріз сирої картоплини крапнути кілька краплин розчину йоду, то спостерігається утворення синього забарвлення. Наявність якої речовини в картоплині доводить цей дослід?\n
1) воску\n
2) альбуміну\n
3) крохмалю\n
4) нуклеїнової кислоти
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "correct 23"],
            "4": ["4", "x"],
        }
    },
    24: {
        """24. Який полісахарид входить до складу клітинних стінок деяких грибів, кутикули членистоногих?\n
1) целюлоза\n
2) крохмаль\n
3) глікоген\n
4) хітин
        """: {
            "1": ["1", "ч"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 24"],
        }
    },
    25: {
        """25. Яка група рослин найбагатша на ліпіди?\n
1) яблуня, вишня, томати, овес\n
2) ріпак, гірчиця, маслини, соняшник\n
3) квасоля, жито, пшениця, соя\n
4) капуста, редька, горох, картопля
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 25"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    26: {
        """26. Який вуглевод не розчиняється у воді й не має солодкого смаку?\n
1) глюкоза\n
2) мальтоза\n
3) фруктоза\n
4) целюлоза
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 26"],
        }
    },
    27: {
        """27. У м’язах та печінці накопичується\n
1) хітин\n
2) крохмаль\n
3) глікоген\n
4) целюлоза
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 27"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/biology/tag-orghanichni_spoluky_nukleyinovi_kysloty_atf/
    # Предмет: Біологія
    # Розділ: Вступ. Клітина. Реалізація спадкової інформації
    # Тема: Органічні сполуки. Нуклеїнові кислоти. АТФ
    28: {
        """28. Один із ланцюгів молекули ДНК має склад АТГЦЦГТА. Скільки водневих зв’язків утворюють два ланцюги цієї молекули між собою?\n
1) 24\n
2) 22\n
3) 20\n
4) 16
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 28"],
            "4": ["4", "x"],
        }
    },
    29: {
        """29. Яку функцію виконують молекули АТФ у клітині?\n
1) транспортування речовин\n
2) захисну\n
3) ферментативну\n
4) акумулятора енергії
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 29"],
        }
    },
    30: {
        """30. Відмінність нуклеотидів ДНК від нуклеотидів РНК полягає у\n
1) відсутності дезоксирибози й урацилу\n
2) наявності рибози й тиміну\n
3) відсутності фосфату й аденіну\n
4) наявності дезоксирибози й тиміну
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 30"],
        }
    },
    31: {
        """31. Хімічні зв’язки якої молекули використовуються як макроенергічні?\n
1) РНК\n
2) АТФ\n
3) ДНК\n
4) АМФ
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 31"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    32: {
        """32. Один макроергічний зв’язок міститься в молекулі\n
1) РНК\n
2) АМФ\n
3) АДФ\n
4) АТФ
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 32"],
            "4": ["4", "x"],
        }
    },
    33: {
        """33. Фрагмент одного з ланцюгів молекули ДНК е матрицею для синтезу фрагмента молекули РНК з такою послідовністю нуклеотидів: АУЦ-ГАГ-УАГ. Укажіть послідовність нуклеотидів цього самого фрагмента другого ланцюга молекули ДНК.\n
1) ТАГ-ЦТЦ-АТЦ\n
2) АТЦ-ГАГ-ТАГ\n
3) УАГ-ЦУЦ-АУЦ\n
4) АУЦ-ГАГ-УАГ
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 33"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    34: {
        """34. Атоми Нітрогену й Фосфору є складниками молекули\n
1) піровиноградної кислоти\n
2) глікогену\n
3) глюкози\n
4) АТФ
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 34"],
        }
    },
    # https://zno.osvita.ua/biology/tag-ghenetyka_jak_nauka_zakonomirnosti_spadkovosti_orghanizmiv/
    # Предмет: Біологія
    # Розділ: Закономірності спадковості і мінливості
    # Тема: Генетика як наука. Закономірності спадковості організмів
    35: {
        """35. У хлопчика І група крові, а в його сестри — ІV. Які групи крові мають їхні батьки?\n
1) І та IV\n
2) II та III\n
3) II та IV\n
4) І та III
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 35"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    36: {
        """36. Яка наука застосовує близнюковий метод досліджень?\n
1) селекція\n
2) генетика\n
3) цитологія\n
4) порівняльна анатомія
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 36"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    37: {
        """37. Протягом кількох поколінь цуценятам певної породи собак купірували (відрізали) хвости. Які щенята будуть народжуватися через десять поколінь?\n
1) усі безхвості\n
2) усі хвостаті\n
3) хвостаті та безхвості (3 : 1)\n
4) хвостаті та безхвості (1 : 1)
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 37"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    38: {
        """38. За успадкування резус-групи крові відповідає ген D, який має два алелі: D (резус-позитивна кров) і d (резус-негативна кров). В обох батьків резус-позитивна кров. Укажіть правильне твердження.\n
1) їхня дитина обов'язково успадкує резус-групу батьків\n
2) їхня дитина може бути виключно резус-позитивною\n
3) вірогідність народження резус-позитивної дитини становить 50 %\n
4) їхні діти можуть бути як резус-позитивними, так і резус-негативними
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 38"],
        }
    },
    39: {
        """39. Молекули ДНК в мітохондріях забезпечують\n
1) синтез глюкози\n
2) фотоліз води\n
3) цитоплазматичну спадковість\n
4) деплазмоліз
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 39"],
            "4": ["4", "x"],
        }
    },
    40: {
        """40. У дрозофіли рецесивний алель одного з генів визначає відсутність пігменту очей, світле забарвлення тіла, знижує плодючість і зменшує тривалість життя.
Цей приклад ілюструє явище\n
1) епістазу\n
2) плейотропії\n
3) кодомінування\n
4) комплементарності
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 40"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    41: {
        """41. Закономірність успадкування ознак, яка виявляється в одноманітності гібридів першого покоління, було вперше встановлено\n
1) Т. Морганом\n
2) Г. Менделем\n
3) А. Вейсманом\n
4) М. І. Вавиловим
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 41"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/biology/tag-budova_tila_lyudini/
    # Предмет: Біологія
    # Розділ: Організм людини як біологічна система
    # Тема: Будова тіла людини
    42: {
        """42. Між клітинами якої тканини людського організму зникають плазматичні мембрани?\n
1) сполучної\n
2) м’язової\n
3) нервової\n
4) епітеліальної
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 42"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    43: {
        """43. Яка структура організму людини утворена одношаровим епітелієм?\n
1) епікард серця\n
2) епідерміс шкіри\n
3) слизова оболонка шлунку\n
4) слизова оболонка ротової порожнини
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 43"],
            "4": ["4", "x"],
        }
    },
    44: {
        """44. Під час розвитку тканини молоді клітини мітотично діляться, набувають витягнутої форми, шикуються в ланцюжки та зливаються. Так формується багатоядерна циліндрична структура, яка утворює волокна\n
1) нервової тканини\n
2) непосмугованої м'язової тканини\n
3) посмугованої м'язової тканини\n
4) епітеліальної тканини
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 44"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/biology/tag-nervova_reghuljacija_nervova_systema_vyshha_nervova_dijalnist_ljudyny/
    # Предмет: Біологія
    # Розділ: Організм людини як біологічна система
    # Тема: Нервова регуляція. Нервова система. Вища нервова діяльність людини
    45: {
        """45. Відростки яких нейронів входять до складу передніх корінців спинного мозку?\n
1) чутливих\n
2) рухових\n
3) вставних\n
4) змішаних
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 45"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    46: {
        """46. Основним підкорковим центром більшості аналізаторів є\n
1) ядра довгастого мозку.\n
2) гіпоталамус.\n
3) ядра середнього мозку.\n
4) таламус.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 46"],
        }
    },
    47: {
        """47. Відповіддю на подразнення за участю нервової системи є\n
1) таксис.\n
2) рефлекс.\n
3) тропізм.\n
4) настія.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 47"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    48: {
        """48. Серце скорочується повільніше під дією\n
1) симпатичного нерва.\n
2) парасимпатичного нерва.\n
3) гормону адреналіну.\n
4) гормону вазопресину.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 48"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    49: {
        """49. Гіпоталамус виконує функцію регуляції\n
1) температури тіла.\n
2) орієнтувальних рефлексів.\n
3) рухової діяльності.\n
4) імпульсів від нюхових рецепторів.
        """: {
            "1": ["1", "correct 49"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    50: {
        """50. У результаті дії симпатичної нервової системи відбувається\n
1) посилення серцевих скорочень.\n
2) збільшення виділення шлункового соку.\n
3) посилення перистальтики кишечника.\n
4) розширення кровоносних судин.
        """: {
            "1": ["1", "correct 50"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    51: {
        """51. Одна з головних характеристик нервової регуляції фізіологічних процесів у організмі полягає в тому, що реакція виникає\n
1) миттєво і діє тривалий час.\n
2) повільно і діє короткочасно.\n
3) миттєво і діє короткочасно.\n
4) повільно і діє тривалий час.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 51"],
            "4": ["4", "x"],
        }
    },
    52: {
        """52. За допомогою якої речовини передається збудження у синапсі?\n
1) мієліну\n
2) ферменту\n
3) нейромедіатора\n
4) фосфоліпіду
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 52"],
            "4": ["4", "x"],
        }
    },
    53: {
        """53. Відростки яких нейронів входять до складу задніх корінців спинного мозку?\n
1) чутливих\n
2) рухових\n
3) вставних\n
4) змішаних
        """: {
            "1": ["1", "correct 53"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    54: {
        """54. Серце скорочується повільніше під дією\n
1) симпатичних нервів.\n
2) парасимпатичних нервів.\n
3) гормону адреналіну.\n
4) гормону вазопресину.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 54"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    55: {
        """55. Умовні рефлекси\n
1) виявляються з моменту народження\n
2) зберігаються завжди протягом усього життя\n
3) успадковуються нащадками\n
4) адаптують організм до умов зовнішнього середовища
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 55"],
        }
    },
    56: {
        """56. Яка складова рефлекторної дуги надсилає нервові імпульси безпосередньо до робочих органів?\n
1) чутливий нейрон\n
2) руховий нейрон\n
3) вставний нейрон\n
4) рецептор
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 56"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    57: {
        """57. Робота якої сенсорної системи може бути порушена через ушкодження потиличної частки кори головного мозку?\n
1) зорової\n
2) слухової\n
3) нюхової\n
4) смакової
        """: {
            "1": ["1", "correct 57"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    58: {
        """58. Під час перегляду мультфільму в руках маленької дитини лопнула повітряна кулька. Дитина злякалася й заплакала. Відтоді щоразу під час перегляду цього мультфільму вона починала плакати. Яка причина такої поведінки дитини?\n
1) відбулося зовнішнє гальмування\n
2) виявився безумовний рефлекс\n
3) сформувався умовний рефлекс\n
4) виявився інстинкт
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 58"],
            "4": ["4", "x"],
        }
    },
    59: {
        """59. Функціонування будь-якої рефлекторної дуги розпочинається з активації\n
1) рецептора\n
2) вставного нейрона\n
3) рухового нейрона\n
4) робочого органа
        """: {
            "1": ["1", "correct 59"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    60: {
        """60. У рослинній клітині, на відміну від тваринної, є\n
1) мітохондрії\n
2) клітинна стінка\n
3) комплекс Гольджі\n
4) ендоплазматична сітка
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 60"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    61: {
        """61. Захворювання, спричинене вірусом, – це\n
1) малярія\n
2) сергіїзм\n
3) поліомієліт\n
4) туберкульоз
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 61"],
            "4": ["4", "x"],
        }
    },
    62: {
        """62. Одноклітинні зелені водорості як складники лишайника виконують функцію\n
1) всмоктування води з мінеральними речовинами\n
2) утворення верхньої кірочки\n
3) синтезу органічних речовин\n
4) прикріплення до субстрату
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 62"],
            "4": ["4", "x"],
        }
    },
    63: {
        """63. Більшість тварин цієї групи – наземні мешканці, деякі живуть у водному середовищі, їхня шкіра вкрита роговими утворами й здебільшого не має залоз.\n
1) риби\n
2) ссавці\n
3) амфібії\n
4) рептилії
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 63"],
        }
    },
    64: {
        """64. Укажіть залози шкіри людини.\n
1) паращитоподібні\n
2) тимус\n
3) потові\n
4) рачинні при грі у MLBB
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 64"],
            "4": ["4", "x"],
        }
    },
    65: {
        """65. Відновлення рослинності на місці лісової пожежі – це приклад\n
1) вторинної сукцесії\n
2) первинної сукцесії\n
3) клімаксу\n
4) еволюції
        """: {
            "1": ["1", "correct 65"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    # https://zno.osvita.ua/biology/tag-reprodukciya_lyudini/
    # Предмет: Біологія
    # Розділ: Організм людини як біологічна система
    # Тема: Репродукція та розвиток людини
    66: {
        """66. Унаслідок овогенезу з однієї клітини-попередниці утворюються\n
1) чотири яйцеклітини.\n
2) три яйцеклітини і одне полярне тільце.\n
3) дві яйцеклітини і два полярних тільця.\n
4) одна яйцеклітина і три полярних тільця.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 66"],
        }
    },
    67: {
        """67. У результаті сперматогенезу утворюються\n
1) чотири сперматозоїди.\n
2) три сперматозоїди і полярне тільце.\n
3) два сперматозоїди і два полярних тільця.\n
4) один сперматозоїд і три полярних тільця.
        """: {
            "1": ["1", "correct 67"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    68: {
        """68. Який процес відбувається в організмі людини після профілактичного щеплення проти дифтерії?\n
1) інтенсивно виробляються антитіла\n
2) активно утворюються еритроцити\n
3) зростає кількість антигенів\n
4) уповільнюється синтез ферментів
        """: {
            "1": ["1", "correct 68"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    69: {
        """69. Укажіть послідовність етапів ембріонального розвитку.\n
1) дробіння → гаструляція → нейруляція → органогенез\n
2) гаструляція → нейруляція → органогенез → дробіння\n
3) нейруляція → органогенез → дробіння → гаструляція\n
4) дробіння → нейруляція → органогенез → гаструляція
        """: {
            "1": ["1", "correct 69"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    70: {
        """70. Яйцеклітина, на відміну від сперматозоїда,\n
1) має кулясту форму\n
2) містить гаплоїдний набір хромосом\n
3) рухається за допомогою джгутика\n
4) менша за розміром
        """: {
            "1": ["1", "correct 70"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    71: {
        """71. Емульгування жирів під дією жовчі відбувається в\n
1) ротовій порожнині.\n
2) товстому кишечнику.\n
3) шлунку.\n
4) дванадцятипалій кишці.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 71"],
        }
    },
    72: {
        """72. У тонкому кишечнику відбувається\n
1) синтез глікогену.\n
2) усмоктування амінокислот.\n
3) синтез вітамінів.\n
4) остаточне всмоктування води.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 72"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    73: {
        """73. Вуглеводи починають розщеплюватися в\n
1) ротовій порожнині.\n
2) стравоході.\n
3) дванадцятипалій кишці.\n
4) шлунку.
        """: {
            "1": ["1", "correct 73"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    74: {
        """74. Яку функцію НЕ виконує печінка?\n
1) вироблення жовчі\n
2) синтез вітаміну В12\n
3) участь в обміні вуглеводів\n
4) детоксикація продуктів обміну
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 74"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    75: {
        """75. У якому органі для покращення травлення відбувається зміна середовища зі слабколужного на кисле?\n
1) дванадцятипалій кишці\n
2) шлунку\n
3) стравоході\n
4) ротовій порожнині
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 75"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    76: {
        """76. Яким відділом кишечника людини неперетравлені рештки їжі безпосередньо надходять до прямої кишки?\n
1) дванадцятипалою кишкою\n
2) сигмоподібною кишкою\n
3) сліпою кишкою\n
4) порожнистою кишкою
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 76"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    77: {
        """77. Яка роль жовчі в процесі травлення?\n
1) розщеплює вуглеводи до глюкози\n
2) емульгує жири\n
3) розщеплює білки до амінокіслот\n
4) перетворює вуглеводи на ліпіди
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 77"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    78: {
        """78. На які органічні речовини діють ферменти слини?\n
1) білки\n
2) нуклеїнові кислоти\n
3) вітаміни\n
4) вуглеводи
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 78"],
        }
    },
    79: {
        """79. Яка складова шлункового соку знезаражує їжу та активізує ферменти?\n
1) пепсиноген\n
2) хлоридна кислота\n
3) ліпаза\n
4) слиз
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 79"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    80: {
        """80. Панкреатит і холецистит – це хвороби, що характеризуються запальними процесами в\n
1) підшлунковій залозі та жовчному міхурі\n
2) шлунку та дванадцятипалій кишці\n
3) тонкому кишечнику та червоподібному відростку\n
4) печінці та товстому кишечнику
        """: {
            "1": ["1", "correct 80"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    81: {
        """81. Яка складова шлункового соку розщеплює емульговані жири?\n
1) пепсиноген\n
2) хлоридна кислота\n
3) ліпаза\n
4) слиз
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 81"],
            "4": ["4", "x"],
        }
    },
    82: {
        """82. Прочитайте текст: «Лікар виявив у пацієнта руйнування емалі зубів. До таких наслідків могла призвести нестача (1). Лікар порадив уживати в їжу (2), які містять цей хімічний елемент». Замість цифр у тексті потрібно вписати слова, наведені в рядку. Укажіть правильний варіант.\n
1) 1 - Флуору, 2 - молоко, морепродукти, шпина\n
2) 1 - Йоду, 2 - бурі водорості\n
3) 1 - Феруму, 2 - яблука, петрушку, яйця, печінку\n
4) 1 - Калію, 2 - картоплю, абрикоси, cливи
        """: {
            "1": ["1", "correct 82"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    83: {
        """83. Прочитайте речення: «Пепсин - фермент (1), який бере участь у (2)». Замість цифр у реченні потрібно вписати слова, наведені в рядку. Укажіть правильний варіант.\n
1) 1 - плазми крові, 2 - формуванні імунної відповіді\n
2) 1 - шлункового соку, 2 - травленні білків\n
3) 1 - еритроцитів, 2 - транспорті кисню\n
4) 1 – м’язів, 2 - їх скороченні
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 83"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    84: {
        """84. Проаналізуйте опис: «Білки - біополімери, мономерами яких є залишки (1). До цієї групи належить пепсин, що забезпечує (2) функцію». Замість цифр в опис потрібно вписати слова, наведені в рядку. Укажіть правильний варіант.\n
1) 1 - жирних кислот, 2 - транспортну\n
2) 1 - нуклеотидів, 2 - рухову\n
3) 1 - глюкози, 2 - структурну\n
4) 1 - амінокислот, 2 – каталітичну
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 84"],
        }
    },
    85: {
        """85. Під час усмоктування поживних речовин у тонкому кишечнику людини до кровоносних капілярів ворсинок потрапляють\n
1) білки\n
2) жири\n
3) амінокислоти\n
4) нуклеїнові кислоти
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 85"],
            "4": ["4", "x"],
        }
    },
    86: {
        """86. Під час травлення в тонкому кишечнику альбумін курячого яйця розщеплюється на менші молекули. До якої групи речовин належать ці молекули?\n
1) нуклеотиди\n
2) дисахариди\n
3) амінокислоти\n
4) моносахариди
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 86"],
            "4": ["4", "x"],
        }
    },
    87: {
        """87. Укажіть частину травної системи, у яку відкриваються протоки слинних залоз.\n
1) ротова порожнина\n
2) тонкий кишечник\n
3) стравохід\n
4) шлунок
        """: {
            "1": ["1", "correct 87"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    88: {
        """88. Який складник травної системи людини містить дентин?\n
1) зуб\n
2) язик\n
3) слинна залоза\n
4) залоза шлунка
        """: {
            "1": ["1", "correct 88"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    89: {
        """89. Якщо хліб залишити надовго в закритому поліетиленовому пакеті, на ньому виростає гриб. Укажіть його назву.\n
1) Борошниста роса\n
2) Мукор\n
3) Фітофтора\n
4) Сажка
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 89"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    90: {
        """90. Надмембранний комплекс клітини гриба представлений\n
1) білковою оболонкою.\n
2) ліпідною оболонкою.\n
3) глікокаліксом.\n
4) клітинною стінкою.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 90"],
        }
    },
    91: {
        """91. Гриби подібні до тварин біологічною властивістю\n
1) накопичувати крохмаль як запасну речовину.\n
2) здійснювати фотосинтез на світлі.\n
3) виділяти сечовину в процесі обміну речовин.\n
4) здійснювати мейоз, статево розмножуватись.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 91"],
            "4": ["4", "x"],
        }
    },
    92: {
        """92. Які гриби завдають шкоди цінним породам дерев?\n
1) маслюки\n
2) сажки\n
3) опеньки\n
4) трутовики
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 92"],
        }
    },
    93: {
        """93. До ґрунту лишайники прикріплюються\n
1) коренями.\n
2) ризоїдами.\n
3) присосками.\n
4) гаусторіями.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 93"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    94: {
        """94. Уперше антибіотик пеніцилін було добуто з\n
1) бактеріофага.\n
2) цвілевого гриба.\n
3) деревини рослини.\n
4) покриву комах.
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 94"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    95: {
        """95. Який гриб спричинює в людини захворювання „антонів вогонь” (гангрена)?\n
1) сажка\n
2) борошниста роса\n
3) ріжки\n
4) фітофтора
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 95"],
            "4": ["4", "x"],
        }
    },
    96: {
        """96. Лишайники є індикаторами забруднення\n
1) ґрунту.\n
2) води.\n
3) повітря.\n
4) гірських порід.
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "correct 96"],
            "4": ["4", "x"],
        }
    },
    97: {
        """97. Науковці вивчали особливості організму й визначили, що він належить до грибів. Укажіть ознаку, за якою дослідники могли зробити такий висновок.\n
1) здатність до мітотичного поділу\n
2) клітинна стінка містить хітин\n
3) складником клітини є ядро\n
4) немає хлоропластів
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 97"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    98: {
        """98. Продукт життєдіяльності якого гриба є першим відкритим антибіотиком?\n
1) маслюка\n
2) пеніцила\n
3) печериці\n
4) трутовика
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 98"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    99: {
        """99. Укажіть назву гриба з трубчастим гіменофором.\n
1) бліда поганка\n
2) білий гриб\n
3) сироїжка\n
4) мухомор
        """: {
            "1": ["1", "x"],
            "2": ["2", "correct 99"],
            "3": ["3", "x"],
            "4": ["4", "x"],
        }
    },
    100: {
        """100. Яка температура ануса Кошмарика під час гри в MLBB?\n
1) 100 гр. по Цельсію\n
2) 300 гр. по Цельсію\n
3) Можна жарити барбекю, але не рекомендується\n
4) Сонце нервово курить в стороні...
        """: {
            "1": ["1", "x"],
            "2": ["2", "x"],
            "3": ["3", "x"],
            "4": ["4", "correct 100"],
        }
    },
    #     00: {
    #         """00. Question\n
    # 1) Answer_1\n
    # 2) Answer_2\n
    # 3) Answer_3\n
    # 4) Answer_4
    #         """: {
    #             "1": ["1", "correct 00"],
    #             "2": ["2", "x"],
    #             "3": ["3", "x"],
    #             "4": ["4", "x"],
    #         }
    #     },
}


# answered_data = {
#     "Валодя": ["72", "39"],
#     "Сірожка": ["12", "44", "67", "33", "2", "77", "84", "90", "9", "30", "34", "48", "7", "19"],
#     "Іринка": ["6", "31", "48", "83", "88", "57", "11", "67", "90", "52"],
#     "ВладиSlave": ["63", "92", "45", "58", "88", "86", "82", "85", "34", "68", "43", "77"],
#     "Оленка": ["92", "6", "3", "8", "44", "62", "73", "86", "88", "33", "96", "39", "16", "54", "68", "31", "98"],
#     "Бот Кошмарик": ["84", "43", "42", "46", "8", "88", "3", "22", "35", "28", "51", "96", "65", "94", "70", "93", "41", "83", "26", "85", "24", "19", "34", "80", "29", "21", "16", "52", "38", "68", "58", "79", "9", "27", "67", "48"],
#     "Кабачок": ["21", "38", "20", "63", "79", "62", "24", "46", "68", "89", "66", "82", "94", "4", "64"],
#     "Санечек": ["27", "47"],
#     "Erwin Rommel": ["21", "71", "87"],
#     "Лео Мяу Мяу": [],
#     "Lonely": ["50"],
#     "Ярослав": ["100", "69", "3", "82", "84", "37", "96", "26"],
# }
